[
    {
        "classe": "bomb",
        "texts": [
            "A bomba está apresentando superaquecimento e a luz indicadora está piscando constantemente.",
            "A bomba está com temperatura elevada e a luz indicadora de superaquecimento está piscando intermitentemente.",
            "A luz indicadora de superaquecimento está piscando com frequência e notei que a bomba está expelindo vapor excessivamente.",
            "Estou tendo problemas com a bomba de agitação do meu sistema industrial. Após o surto inicial, ela continua recirculando a água em vez de descarregá-la.",
            "A bomba de agitação do meu sistema industrial não está funcionando corretamente. Após um surto inicial, ela continua recirculando a água e não descarrega como deveria.",
            "Notei que a bomba está emitindo ruído e a luz que indica temperatura está piscando rapidamente.",
            "A bomba está com a temperatura elevada e notei que a luz indicadora de sobrecarga está piscando em um ritmo acelerado.",
            "Preciso de suporte técnico em relação à bomba de agitação do meu sistema industrial. Ela está apresentando problemas de descarga de água após um tempo curto de operação contínua.",
            "A bomba de agitação está apresentando problemas após um curto período de tempo de operação. Ela não descarrega a água corretamente e continua a recircular.",
            "Os equipamentos de refrigeração estão apresentando problemas frequentes, o que tem prejudicado a conservação dos nossos produtos. Solicitamos uma manutenção preventiva para evitar novas paradas na produção."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "O equipamento de bomba de agitação continua recirculando água após um surto inicial.",
            "Após um surto inicial, a bomba de agitação continua a recircular água.",
            "A bomba de agitação não para de recircular água, mesmo depois de um surto inicial.",
            "Existe um problema na bomba de agitação que faz com que ela continue a recircular água após um surto inicial.",
            "O equipamento de bomba de agitação apresenta um problema em que a água continua sendo recirculada após um surto inicial.",
            "A bomba de agitação do fluído descarrega água após o surto inicial e continua a recircular sem parar.",
            "A bomba de agitação do fluído continua a descarregar água mesmo após o início do processo de recirculação.",
            "A descarga de água continua a sair da bomba de agitação do fluído mesmo com o processo de recirculação em andamento.",
            "Há um problema na bomba de agitação do fluído que faz com que ela continue a descarregar água mesmo após o início do processo de recirculação.",
            "A bomba de agitação do fluído apresenta problema de descarga de água fora do tempo adequado durante o processo de recirculação."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "A operação da bomba está causando forte vibração, o que pode levar a danos no equipamento ou até mesmo acidentes. É necessário resolver este problema com urgência.",
            "A vibração excessiva durante a operação da bomba está gerando um ruído alto e desconfortável para os funcionários da fábrica. Solicitamos que a manutenção seja realizada o quanto antes.",
            "Notamos que a bomba está vibrando mais do que o normal, o que pode indicar um desgaste excessivo ou peças soltas. Precisamos de uma avaliação técnica para solucionar este problema.",
            "A vibração da bomba durante a operação está afetando a qualidade dos produtos fabricados na empresa. É imprescindível que a manutenção seja feita o quanto antes para garantir a excelência dos nossos produtos.",
            "Observamos que a bomba está vibrando de forma irregular, o que pode indicar problemas com o balanceamento ou desalinhamento dos componentes. É necessário que a manutenção seja agendada o mais rápido possível para evitar possíveis falhas do equipamento.",
            "A bomba apresenta forte vibração durante sua operação.",
            "Durante o funcionamento da bomba, é observada uma intensa vibração.",
            "A bomba apresenta uma vibração excessiva durante seu funcionamento.",
            "Há uma grande vibração na bomba enquanto ela está em operação.",
            "A vibração durante o funcionamento da bomba é muito forte."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "A operação da bomba está causando vibrações fortes e contínuas.",
            "A bomba está funcionando com vibrações excessivas e constantes.",
            "A bomba está apresentando grandes vibrações enquanto em uso.",
            "O equipamento está vibrando muitos durante a operação da bomba.",
            "Vibrações fortes estão ocorrendo continuamente quando a bomba está em uso.",
            "A bomba está produzindo vibrações fortes e constantes, o que indica a necessidade de manutenção.",
            "As vibrações intensas da bomba estão prejudicando o desempenho da produção industrial.",
            "A operação da bomba está gerando uma vibração excessiva e contínua, o que pode comprometer a segurança do ambiente industrial.",
            "A bomba está vibrando de forma intensa e contínua, o que pode causar danos irreversíveis no equipamento se não for resolvido imediatamente.",
            "A vibração constante da bomba está afetando a produção e pode comprometer a eficácia do processo industrial."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "A capacidade da máquina diminuiu consideravelmente após a última manutenção, tornando o processo produtivo extremamente lento.",
            "A pressão do ar comprimido não está atingindo o nível necessário para o funcionamento do equipamento, causando falhas no sistema.",
            "O bombeamento de líquidos está ocorrendo de forma insuficiente, prejudicando o desempenho da produção.",
            "A redução da capacidade de refrigeração está afetando a qualidade dos produtos, causando prejuízos para a empresa.",
            "A bomba hidráulica está apresentando falhas constantes, ocasionando paradas não programadas na produção.",
            "A bomba fornecedora de água apresenta vazamento e não está conseguindo alimentar o sistema de refrigeração da máquina.",
            "A bomba fornecedora de água apresenta ruídos estranhos e está operando de forma instável, podendo comprometer o desempenho da produção.",
            "A bomba fornecedora de água está superaquecendo e desligando automáticamente, o que pode causar danos maiores ao equipamento.",
            "A bomba fornecedora de água está apresentando baixa pressão, o que está afetando a eficiência da produção.",
            "A bomba fornecedora de água apresenta mau funcionamento no controle de fluxo, causando oscilações na produção."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "O motor está gerando mais potência do que a capacidade nominal e apresentando aumento de temperatura.",
            "O motor aparenta estar sobrecarregado e apresenta aquecimento excessivo.",
            "O motor está operando com uma potência acima do suportado, resultando em temperatura elevada.",
            "Observa-se um aumento anormal da temperatura no motor, o que indica que está operando em potência excedente.",
            "O motor está apresentando superaquecimento devido a uma potência utilizada além da capacidade nominal.",
            "O acionamento da bomba está causando alterações na proteção do motor.",
            "A proteção do motor é afetada quando a bomba é acionada.",
            "Há um problema na proteção do motor que ocorre quando a bomba é acionada.",
            "O acionamento da bomba está interferindo na proteção do motor.",
            "A proteção do motor apresenta falhas quando a bomba é acionada."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "Um dos meus rolamentos está apresentando alta temperatura, o que pode ser um indicativo de sobrecarga ou falta de lubrificação.",
            "Notei que um dos meus rolamentos está emitindo um ruído estranho e apresentando alta temperatura, o que pode ser um sintoma de desgaste.",
            "O rolamento que utilizo em uma das minhas máquinas está operando com alta temperatura, mesmo com os devidos cuidados de manutenção preventiva.",
            "O rolamento que utilizo em uma das minhas máquinas está superaquecendo, o que pode comprometer o funcionamento de todo o processo produtivo.",
            "Identifiquei que o rolamento de uma das minhas máquinas está apresentando alta temperatura, o que pode indicar a necessidade de troca ou reparo imediato.",
            "O rolamento está superaquecendo e isso está afetando a produtividade da linha de produção. Precisamos de uma solução urgente para evitar paradas frequentes.",
            "Notamos que o rolamento está emitindo um ruído estranho e detectamos que a temperatura está acima do normal. Isso está prejudicando a qualidade do produto final.",
            "O rolamento da máquina X está apresentando alta temperatura e isso está ocasionando desgaste precoce. Gostaríamos de uma análise técnica para solucionar esse problema.",
            "Ocorreu uma quebra no rolamento da máquina Y devido à alta temperatura. Precisamos de uma manutenção corretiva para evitar prejuízos maiores.",
            "O rolamento da máquina Z está com sobreaquecimento e isso está causando um aumento no consumo de energia elétrica. Precisamos de uma solução para reduzir os custos de produção."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "O rolamento continua aquecendo mesmo após a manutenção",
            "O excesso de calor no rolamento tem afetado a produtividade da linha de produção",
            "O problema persiste mesmo após a troca de peças do rolamento",
            "O aquecimento constante do rolamento tem causado paradas não programadas na produção",
            "O aumento da temperatura no rolamento tem gerado preocupação quanto à segurança dos funcionários",
            "O rolamento está continuamente emitindo calor excessivo, o que pode indicar uma possível falha no sistema. Gostaria de solicitar uma avaliação técnica para identificar o problema e evitar possíveis danos à máquina.",
            "A temperatura do rolamento está elevada e persistente, o que pode estar causando desgaste prematuro das peças envolvidas. Por favor, envie um técnico para solucionarmos o problema o quanto antes.",
            "Notamos que o rolamento está aquecendo de forma anormal e constante, o que pode levar a paradas indesejadas na produção. Solicitamos a intervenção da equipe técnica para identificar e resolver o problema.",
            "O rolamento está apresentando temperatura elevada de forma persistente, o que pode ser prejudicial tanto para a máquina quanto para a segurança dos operadores. Por gentileza, envie um técnico especializado para avaliar e consertar o problema.",
            "A temperatura do rolamento está constantemente alta, o que pode estar acarretando em falhas no sistema, além do aumento no consumo de energia. Solicito uma visita técnica para solucionar o problema com rapidez."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "A descarga da minha máquina não está funcionando adequadamente e estou tendo problemas para escoar os resíduos.",
            "A descarga da minha caldeira não está funcionando corretamente e estou enfrentando dificuldades para descartar os resíduos.",
            "Estou com problemas na descarga da minha tubulação e estou tendo dificuldades para escoar os resíduos.",
            "Minha máquina está apresentando uma baixa pressão na descarga, o que está interferindo no escoamento dos resíduos.",
            "Minha linha de produção está enfrentando problemas com a descarga dos resíduos, pois a pressão está muito baixa.",
            "A máquina em questão está apresentando descarga insuficiente, o que está resultando na queda da eficiência do processo. É necessário que um técnico venha até a planta para realizar a manutenção.",
            "A descarga da máquina não está atendendo às demandas da produção, o que está afetando diretamente a produtividade. Solicito a visita do serviço de manutenção para solucionar o problema.",
            "Estamos enfrentando problemas com a descarga da máquina, que está abaixo do esperado. Gostaria de agendar um reparo para que o desempenho do equipamento seja retomado.",
            "Ao avaliar o desempenho das máquinas, identificamos que uma delas apresenta problemas de descarga, o que está afetando a qualidade do produto final. Favor realizar a manutenção o quanto antes.",
            "A descarga da máquina não está sendo suficiente para atender as necessidades de produção, o que está impactando na entrega dos pedidos. Solicito que verifiquem e realizem o reparo necessário."
        ]
    },
    {
        "classe": "bomb",
        "texts": [
            "O consumo de energia em nossa produção aumentou consideravelmente nos últimos meses, gostaríamos de resolver essa questão para reduzir nossos custos.",
            "Precisamos identificar as causas do elevado consumo de energia em nossa produção, é um problema que prejudica nosso desempenho financeiro.",
            "A conta de energia elétrica de nossa empresa chegou com um valor bem elevado e precisamos verificar o que pode estar causando este aumento.",
            "Estamos preocupados com o alto consumo de energia em nossa empresa e gostaríamos de implementar medidas para reduzir esse impacto financeiro.",
            "Nosso consumo de energia em determinado setor está acima do esperado e precisamos encontrar soluções para reverter essa situação.",
            "Estamos enfrentando um problema de alto consumo de energia em nossos equipamentos industriais.",
            "Nossa empresa identificou um aumento significativo na conta de energia elétrica e acreditamos que o problema esteja relacionado ao consumo excessivo de energia nos nossos maquinários.",
            "Precisamos de ajuda para identificar as causas do consumo excessivo de energia em nossos processos produtivos.",
            "Notamos um aumento no consumo de energia elétrica em nossa linha de produção e gostaríamos de uma avaliação técnica para solucionar o problema.",
            "Necessitamos de uma análise detalhada para descobrir o motivo pelo qual nossos equipamentos estão consumindo tanta energia elétrica."
        ]
    },
    {
        "classe": "rolament",
        "texts": [
            "A máquina apresentou superaquecimento durante uma operação de produção, levando a uma parada não programada. É necessário realizar uma inspeção e manutenção para garantir sua eficiência e evitar futuros problemas.",
            "O equipamento apresentou superaquecimento após uma sobrecarga na carga de trabalho. Precisamos de uma solução imediata para evitar perda de produção.",
            "Durante a última manutenção preventiva, a equipe detectou um aumento na temperatura do motor, indicando possível superaquecimento. Solicitamos uma avaliação completa do sistema para evitar riscos à segurança e falhas no funcionamento.",
            "O superaquecimento do ventilador de exaustão está afetando a qualidade do ar na área de trabalho, causando desconforto e riscos à saúde dos funcionários. Por favor, providencie uma solução imediata para o problema.",
            "A máquina de solda está apresentando superaquecimento em determinadas situações, o que pode levar a falhas nos processos de produção. É necessário realizar uma avaliação e manutenção para garantir sua operabilidade.",
            "A máquina apresentou um elevado aquecimento nos componentes internos, ocasionando falhas no seu funcionamento.",
            "O motor da esteira apresentou superaquecimento e foi necessário interromper a produção para solucionar o problema.",
            "A temperatura excessiva no equipamento de solda causou danos aos seus componentes, afetando diretamente o desempenho da produção.",
            "O sistema elétrico da linha de produção apresentou superaquecimento em alguns dos seus circuitos, causando instabilidade no processo produtivo.",
            "A alta temperatura no forno industrial ocasionou a queima das peças em seu interior, prejudicando a qualidade final do produto. "
        ]
    },
    {
        "classe": "rolament",
        "texts": [
            "O motor da nossa máquina está apresentando superaquecimento constante, mesmo após diversas tentativas de resolução do problema.",
            "Nosso sistema de refrigeração não está sendo suficiente para evitar o superaquecimento frequente em nossos equipamentos.",
            "Estamos enfrentando problemas de superaquecimento crônico em nossos maquinários, o que está prejudicando nossa produtividade.",
            "Investimos em diversas manutenções preventivas, mas ainda assim estamos tendo problemas recorrentes de superaquecimento em nossos equipamentos.",
            "Os sensores indicam temperaturas acima do normal em nossos equipamentos, evidenciando um problema constante de superaquecimento.",
            "O equipamento apresenta superaquecimento constante, mesmo após a realização de manutenções preventivas.",
            "O motor da máquina está superaquecendo frequentemente e comprometendo o processo produtivo.",
            "Verificamos que há um acúmulo de sujeira na tubulação, o que pode estar contribuindo para o superaquecimento do sistema.",
            "Os termômetros indicam que a temperatura está acima do limite recomendado, o que pode causar danos aos equipamentos.",
            "Durante as operações, percebemos que há um ruído estranho vindo da máquina, além do superaquecimento."
        ]
    },
    {
        "classe": "rolament",
        "texts": [
            "O rolamento da máquina X está apresentando um ruído estranho ao ser usado, precisamos de uma análise para identificar e solucionar o problema.",
            "O rolamento da máquina Y está incomodando os ouvidos dos funcionários, por isso solicitamos uma visita técnica para verificá-lo.",
            "O rolamento da máquina Z está apresentando um barulho muito alto durante a operação, estamos preocupados com a integridade da máquina e solicitamos uma avaliação especializada.",
            "O ruído do rolamento da máquina A está se intensificando e temos receio de que isso possa afetar sua durabilidade. Precisamos de uma inspeção técnica imediata.",
            "No rolamento da máquina B há um som estranho e inconstante que está nos preocupando. Solicitamos uma visita técnica para análise e identificação do problema.",
            "Máquina apresentando amassamento irregular no material durante o processo de produção.",
            "Observamos que há incrustação de material na máquina, ocasionando problemas no processo produtivo.",
            "Pistão com mau funcionamento, apresentando irregularidades durante a operação da máquina.",
            "Defeito identificado na máquina devido ao material incrustado no equipamento.",
            "Material pistão apresentando amassados e irregularidades no processo produtivo."
        ]
    },
    {
        "classe": "rolament",
        "texts": [
            "O rolamento da máquina X apresenta ruídos contínuos e incomodativos durante o funcionamento.",
            "O rolamento da máquina Y emite um barulho constante e irritante que não cessa durante a operação.",
            "O rolamento da máquina Z produz um som contínuo e desconfortável que indica um possível desgaste ou falha.",
            "O ruído constante proveniente do rolamento da máquina W pode indicar a necessidade de uma manutenção preventiva.",
            "Os ruídos contínuos vindos do rolamento da máquina V comprometem a qualidade da produção e comprometem a segurança operacional.",
            "A máquina apresenta uma irregularidade no material produzido, com algumas partes mais amassadas do que outras. O problema parece ser de origem mecânica e pode estar afetando a qualidade do produto final.",
            "A linha de produção está com problemas de incrustações de sujeira, o que pode prejudicar o funcionamento das máquinas e gerar problemas de segurança. É necessário realizar uma limpeza completa das máquinas e da área de produção.",
            "A peça produzida apresenta uma superfície amassada e irregular, o que indica um problema na prensa utilizada no processo de fabricação. É preciso verificar a máquina e fazer os ajustes necessários para garantir a qualidade da produção.",
            "A máquina de corte está apresentando problemas de incrustação de material nas lâminas, o que está prejudicando sua precisão e causando atrasos na produção. É necessário fazer a manutenção preventiva e a limpeza das lâminas com mais frequência.",
            "O pistão do equipamento está apresentando problemas de funcionamento, com falhas e interrupções no movimento. É preciso verificar o sistema hidráulico e fazer as manutenções necessárias para evitar danos maiores."
        ]
    }
]