[
    {
        "label": "Cumprimentos e saudações",
        "keywords": [
            "Bem-vindo!",
            "Olá novamente",
            "Bom dia! Como posso ajudá-lo com a sua questão industrial?",
            "Boa tarde! Como está o seu dia?",
            "Oi, você é um chatbot?",
            "Oi, tudo bom? Como posso ajudá-lo?",
            "Oi, sabe me dizer o que pode estar acontecendo com minha máquina?",
            "Oi, tudo bem?",
            "Olá, preciso de ajuda para solucionar um problema em um motor",
            "Oi, como você está?",
            "Olá, você pode me ajudar?",
            "Olá, em que posso ajudar nesse momento?",
            "Boas-vindas",
            "Oi, gostaria de uma ajuda",
            "Oi! Como posso ser útil?",
            "Oi, estou à disposição para te ajudar.",
            "Oi, como posso ajudar nesse momento?",
            "Boa tarde",
            "Olá, precise de ajuda com problemas elétricos ou mecânicos?",
            "Bom dia",
            "Olá, eu não sei se vocês podem me ajudar, mas preciso de ajuda",
            "Olá!",
            "Oi, como posso ajudar?",
            "Oi, estou aqui para lhe ajudar com soluções industriais.",
            "Como vai?",
            "Olá, tudo tranquilo?",
            "Olá, preciso de ajuda para solucionar um problema em uma bomba",
            "Oi, preciso de ajuda para resolver um problema em um sistema hidráulico",
            "Oi, como posso ajudá-lo com problemas industriais?",
            "Boa noite",
            "Olá! Como está indo hoje? Em que posso ajudar?",
            "Boa tarde! O que posso fazer por você hoje?",
            "Tudo bem?",
            "Oi, estou com um problema no meu equipamento",
            "Oi, tudo joia?",
            "Boa tarde! Como posso ajudá-lo?",
            "Olá! O que você precisa?",
            "Boa tarde!",
            "Boa tarde, acho que meu equipamento está com defeito",
            "Boa noite! Qual é a solução para meu problema?",
            "Eaew",
            "Olá! Como posso te ajudar a resolver o seu problema?",
            "Boa tarde! Em que posso ser útil na sua resolução de problemas?",
            "Bom dia! Qual é o seu problema industrial?",
            "Olá, como posso ajudar?",
            "Boa tarde, tudo certo?",
            "Boa noite! Como resolver um problema em um sistema pneumático?",
            "Olá, como está hoje?",
            "Oi, precisa de ajuda?",
            "Oi, estou com um problema no funcionamento de uma máquina",
            "Oi, preciso de ajuda",
            "Oi! Como posso ajudá-lo a solucionar o problema?",
            "Oi, estou com um defeito em minha máquina",
            "Oi de novo",
            "Boa noite, precisa de suporte?",
            "Ei",
            "E aí, alguma dúvida?",
            "Olá, prazer em te receber!",
            "Bom dia!",
            "Bom dia, tenho um problema em minha máquina",
            "Boa tarde, posso ajudar em algo?",
            "Bom dia! Como posso resolver um problema em um gerador?",
            "Boa tarde, preciso de assistência técnica",
            "E aí, como vai?",
            "Boa noite, estou com um problema elétrico em minha fábrica",
            "Olá, estou tendo problemas na configuração de uma máquina",
            "Olá, meu equipamento não está funcionando",
            "Olá, conto com sua ajuda",
            "Oi",
            "Bom dia! Como resolver o defeito deste equipamento?",
            "Oi!",
            "Olá, estou com problemas em um sistema de iluminação",
            "Bom dia! Qual é o seu problema elétrico ou mecânico?",
            "Oi, como vai?",
            "Boa tarde! Como resolver um problema em um motor de esteira?",
            "Oi, estou precisando de ajuda",
            "Boa noite, poderia me orientar?",
            "Bom dia! Você precisa de ajuda com algum problema?",
            "Olá, você pode resolver meu problema?",
            "Olá! Em que posso ajudar?",
            "Boa noite!",
            "Olá, preciso de sua ajuda",
            "Oi! Qual é o seu problema?",
            "Boa noite, posso te pedir um favor?",
            "Oi! Como posso ser útil para corrigir o seu problema?",
            "E aí?",
            "Bom dia! Qual é o problema que você está enfrentando?",
            "Oi, posso ajudar em algo?",
            "Opa",
            "Oi, poderia me ajudar?",
            "Olá, preciso que me ajude a resolver um problema",
            "Oi, há algo que possa fazer por você?",
            "Boa tarde! O que posso fazer por você?",
            "Oi, o que precisa de ajuda?",
            "Boa noite, como posso ajudar?",
            "Olá",
            "Oi, qual é o seu nome?",
            "E aí",
            "Olá, tudo bem?",
            "Bom dia! Como posso resolver um problema em um ar condicionado industrial?"
        ]
    },
    {
        "label": "Solicitação de ajuda para solucionar um problema",
        "keywords": [
            "Qual é a melhor forma de prevenir a ferrugem em equipamentos?",
            "Estou tendo problemas em identificar a causa de um curto-circuito.",
            "Preciso de ajuda para resolver um problema com um robô industrial.",
            "Minha máquina está demorando a iniciar, o que pode estar causando isso?",
            "Como posso maximizar a eficiência de minha linha de produção?",
            "Estou recebendo mensagens de erro em meu equipamento, como posso resolvê-las?",
            "Preciso substituir uma peça da minha máquina, como faço para encontrar e comprar?",
            "Minha máquina está precisando de calibração, como faço para realizar?",
            "Minha máquina está vibrando muito, o que devo fazer?",
            "Como posso evitar o desgaste excessivo de meus equipamentos?",
            "Como resolver problemas no sistema de freios?",
            "Minha máquina está fazendo um barulho estranho, como posso resolver?",
            "Minha máquina está falhando na entrega do produto final, como posso solucionar?",
            "Não sei como resolver um problema com um sistema pneumático.",
            "Tenho uma dúvida sobre o funcionamento do meu equipamento, como posso esclarecê-la?",
            "Tenho um problema em uma máquina específica, como posso encontrar a causa raiz?",
            "Preciso solucionar problemas com o sistema de arrefecimento da minha fábrica, por onde começar?",
            "Preciso fazer manutenção preventiva na minha máquina, como devo proceder?",
            "Minha máquina deu pane e não está ligando, como posso solucionar?",
            "Como identificar e corrigir problemas de transmissão do equipamento?",
            "Como posso resolver uma falha na minha linha de produção que está causando desperdício de material?",
            "Minha produção está parada por causa de um problema na máquina, como posso solucionar rapidamente?",
            "Qual é o melhor momento para realizar a manutenção preventiva em meu maquinário?",
            "Estou com dificuldades para identificar o tipo de problema que a minha máquina está apresentando, o que fazer?",
            "Minha máquina está com um vazamento, como devo proceder?",
            "A máquina parou de funcionar inesperadamente, o que posso fazer para resolvê-la?",
            "Preciso identificar a causa de um ruído estranho que está vindo da minha máquina, o que pode ser?",
            "Preciso realizar a manutenção corretiva da minha máquina, o que fazer?",
            "Qual a melhor forma de solucionar problemas com sensores em minha máquina?",
            "O que fazer para corrigir problemas com o sistema hidráulico da minha fábrica?",
            "Quando devo trocar as peças do equipamento?",
            "Minha máquina está esquentando demais na parte externa, como posso resolver?",
            "O que fazer para solucionar problemas com o sistema de iluminação de minha fábrica?",
            "Minha máquina está emitindo sons estranhos, o que eu devo fazer?",
            "Preciso de ajuda para solucionar um problema com uma esteira transportadora.",
            "A máquina está fazendo muito barulho, o que pode ser?",
            "Estou com dificuldades na leitura do manual técnico da minha máquina, como posso entender melhor?",
            "Estou com dificuldades para instalar ou atualizar o software da minha máquina, o que fazer?",
            "Tenho um vazamento de óleo, o que devo fazer?",
            "Qual é a melhor forma de trocar o óleo do equipamento?",
            "Estou com problemas no sistema de segurança de minha fábrica, como posso solucionar?",
            "Estou tendo dificuldades em identificar uma falha no processo produtivo.",
            "Meu equipamento está apresentando uma queda constante de desempenho, como solucionar?",
            "Minha máquina está emitindo ruídos altos, como posso diminuir o barulho?",
            "Qual é a melhor maneira de evitar problemas em minha linha de produção?",
            "Estou com dificuldade em instalar um novo equipamento, como posso solucionar?",
            "Estou com problemas elétricos na minha máquina, o que eu faço?",
            "Estou com dificuldades para ajustar o equipamento, o que devo fazer?",
            "Minha máquina está produzindo menos do que o esperado, o que pode estar ocorrendo?",
            "Meu equipamento está superaquecendo, como posso evitar problemas maiores?",
            "Como posso solucionar um problema de falta de energia elétrica em minha fábrica?",
            "Estou com problemas na instalação elétrica da minha fábrica.",
            "Não consigo encontrar a causa de um defeito em uma máquina.",
            "Minha máquina está superaquecendo, o que devo fazer?",
            "Estou enfrentando dificuldades para fazer a manutenção preventiva, o que pode estar errado?",
            "Não sei como solucionar um problema com um equipamento mecânico.",
            "O que é preciso fazer para evitar a corrosão de peças do equipamento?",
            "Estou tendo problema com um motor elétrico.",
            "O que fazer para solucionar um problema de superaquecimento da minha máquina?",
            "Estou com problemas em identificar a causa de uma falha em uma máquina de solda.",
            "Estou com dificuldades em diagnosticar um problema em um sistema de refrigeração.",
            "Como posso solucionar problemas com a transmissão de minha máquina?",
            "Preciso realizar a calibração de meu equipamento, como fazer?",
            "Como posso resolver um problema de sobrecarga?",
            "Preciso de ajuda para resolver um problema com um equipamento hidráulico.",
            "Estou com dificuldades para entender o manual de instruções da máquina, pode me ajudar?",
            "Estou tendo dificuldade em solucionar um problema com a automação de um processo produtivo.",
            "Preciso de ajuda para solucionar um circuito elétrico.",
            "Estou com dificuldades para operar um novo equipamento, pode me auxiliar?",
            "Como posso solucionar o vazamento de óleo que está ocorrendo na minha fábrica?",
            "Minha máquina está apresentando erros de programação, como posso resolver?",
            "Estou com problema no sistema de ar condicionado.",
            "Não consigo solucionar um defeito em um sistema de iluminação.",
            "Como identificar e solucionar problemas no sistema hidráulico?",
            "Estou enfrentando problemas em minha rede elétrica, o que posso fazer?",
            "Meu equipamento parou de funcionar, o que pode ser?",
            "Estou tendo problemas com o sistema elétrico, o que devo checar primeiro?",
            "Estou tendo problemas com a suspensão da máquina, o que devo fazer?",
            "Preciso de ajuda para solucionar um problema em um sistema de exaustão.",
            "Qual a melhor forma de substituir um componente defeituoso em minha máquina?",
            "Preciso fazer a manutenção preventiva em minha máquina, por onde devo começar?",
            "Como posso otimizar o uso de meu maquinário para reduzir custos?",
            "Preciso de ajuda para solucionar um vazamento em uma tubulação.",
            "Estou com problemas em minha máquina de produção, o que pode estar acontecendo?",
            "Estou com dificuldades para encontrar uma peça de reposição para meu equipamento, pode me ajudar?",
            "Meu equipamento está apresentando uma alta taxa de defeitos, o que pode estar causando isso?",
            "Minha máquina está apresentando problemas intermitentes, como posso diagnosticar?",
            "O que fazer quando a máquina apresenta superaquecimento?",
            "Minha máquina está parando sem motivo aparente, como posso resolver?",
            "Não consigo solucionar um defeito em um equipamento de medição.",
            "Como detectar e resolver problemas no sistema pneumático?",
            "Como posso identificar a causa de uma falha no sistema elétrico da minha fábrica?",
            "Estou com problemas no sistema pneumático de minha fábrica, como posso resolver?",
            "Como lidar com problemas causados por mau uso de equipamentos?",
            "Não sei como resolver um problema em um sistema de filtragem de líquido.",
            "Minha máquina está com vazamento de óleo, o que devo fazer?",
            "Minha máquina está funcionando muito devagar, como posso aumentar a produtividade?",
            "O que é preciso fazer para proteger os equipamentos de danos causados por água?",
            "Minha máquina está produzindo com qualidade inferior, o que pode estar errado?",
            "Estou com um problema no motor da minha máquina, o que devo fazer?"
        ]
    },
    {
        "label": "Pedido de resolução do problema",
        "keywords": [
            "Preciso encontrar uma empresa de manutenção para realizar reparos em meus equipamentos, pode me indicar alguém?",
            "O sensor de temperatura está dando erro, o que verificar?",
            "Uma máquina está com um problema de alimentação, como posso solucionar?",
            "O equipamento precisa ser substituído, como solicitar a troca?",
            "A máquina está apresentando falhas frequentes, o que pode ser?",
            "O meu robô de limpeza não está varrendo todo o chão, o que pode ser?",
            "As peças da minha máquina estão desgastando mais rápido do que o esperado, como posso evitar isso?",
            "Algumas peças da máquina precisam ser substituídas, como posso fazer isso?",
            "Preciso diminuir o tempo de ciclo de uma máquina, como posso fazer isso?",
            "Preciso fazer uma manutenção preventiva, como agendar?",
            "A tela do painel de controle está dando erro, o que posso fazer?",
            "Algumas peças da máquina estão desalinhadas. Como posso corrigir isso?",
            "A máquina de trituração está produzindo peças fora das especificações, como corrigir?",
            "Alguma ideia de como resolver um problema no motor de um equipamento de produção?",
            "Preciso realizar um ajuste fino no sistema de refrigeração, onde encontro informações sobre esse procedimento?",
            "Tenho um equipamento com problemas na válvula de controle, como posso resolver isso?",
            "Preciso configurar uma nova máquina, como faço isso?",
            "Como posso resolver um problema de vibração excessiva em uma máquina de produção?",
            "O motor está superaquecendo, quais medidas tomar?",
            "Há muita vibração e instabilidade, o que pode ser?",
            "Meu equipamento está vibrando mais do que o normal, como resolvo?",
            "Como posso fazer a manutenção preventiva de uma máquina?",
            "Estou com dificuldades na leitura do manual de operação, como posso encontrar ajuda?",
            "Estou tendo dificuldades com um equipamento que está parando constantemente, o que pode ser e como posso resolver?",
            "A energia elétrica da minha fábrica caiu e agora as máquinas não estão funcionando, o que fazer?",
            "Comprei um equipamento novo, como realizo a configuração inicial?",
            "A lâmpada do meu painel de controle não acende mais, o que pode ser?",
            "O robô de pintura não está cobrindo toda a superfície, o que pode estar errado?",
            "Como corrigir o código de erro que aparece na tela?",
            "Estou com problemas de baixo rendimento de uma máquina, o que posso fazer?",
            "Minha máquina está fazendo um barulho estranho, o que devo fazer?",
            "Estou enfrentando dificuldades com um equipamento que não está funcionando corretamente, o que devo fazer?",
            "Preciso substituir uma peça danificada da minha máquina, como posso encontrar uma peça de reposição?",
            "Estou com um problema na esteira da minha fábrica, o que pode ser?",
            "Estou com um problema de excesso de vibração em um eixo, o que pode ser e qual é a solução?",
            "Qual é a melhor forma de resolver um problema de desgaste excessivo em um rolamento de uma máquina industrial?",
            "A máquina está desligando sozinha, o que pode estar acontecendo?",
            "Alguma ideia de como solucionar um problema de torque em uma máquina industrial?",
            "Preciso fazer uma atualização de software, como proceder?",
            "Olá, estou com um problema na máquina de corte, o que devo fazer?",
            "A máquina de corte a laser não está cortando corretamente, o que pode ser?",
            "Algumas válvulas de uma máquina estão com problemas de vedação, como posso solucionar?",
            "O motor da minha máquina está superaquecendo, o que posso fazer?",
            "Tenho uma máquina nova que está apresentando problemas. Como posso solucioná-los?",
            "Preciso de ajuda para identificar o problema em uma peça específica.",
            "Estou tendo problemas com o sistema elétrico de uma das minhas máquinas, o que pode ser?",
            "O processo de produção está lento, o que pode estar causando?",
            "Um equipamento está superaquecendo, como resolvo esse problema?",
            "Alguma ideia de como solucionar um problema de mau funcionamento em um sistema hidráulico de uma máquina industrial?",
            "A máquina de embalagem está travando, como proceder?",
            "Estou enfrentando dificuldades com um vazamento em uma das máquinas da minha linha de produção, o que devo fazer?",
            "O meu robô soldador parou de funcionar, como resolver?",
            "Tenho um equipamento que está apresentando problemas na transmissão, como posso resolver isso?",
            "A minha esteira transportadora está com problemas de falta de tração, o que pode estar errado?",
            "A minha impressora 3D não está imprimindo corretamente, o que pode ser?",
            "Minha produção está abaixo da meta, o que pode estar causando isso?",
            "Um cabo soltou na máquina, como reconectar?",
            "O meu braço articulado está com problemas de posicionamento, o que fazer?",
            "Preciso fazer uma manutenção corretiva em meu sistema elétrico, onde encontro informações sobre essa intervenção?",
            "Preciso fazer a manutenção preventiva em minha máquina, pode me indicar os procedimentos necessários?",
            "O motor de uma máquina está falhando, como posso consertar?",
            "O meu sistema de refrigeração está fazendo barulhos estranhos, o que fazer?",
            "O robô industrial não está realizando as tarefas corretamente, o que fazer?",
            "Preciso substituir o fio elétrico em minha máquina, como encontro o modelo correto para a substituição?",
            "A máquina de solda não está fazendo a solda completa, o que pode ser?",
            "Alguma sugestão de como solucionar um problema de superaquecimento em um motor de uma máquina industrial?",
            "Preciso de ajuda para ajustar algumas configurações de uma máquina, você pode me auxiliar?",
            "A minha máquina está trabalhando em uma temperatura mais alta do que o normal, como resolvo?",
            "A máquina de furação está quebrando as brocas com frequência, o que pode estar errado?",
            "As configurações de uma máquina foram alteradas e agora ela não funciona corretamente. Como resolver?",
            "A energia elétrica caiu e o equipamento não liga mais, como proceder?",
            "O meu equipamento não está funcionando, o que posso fazer?",
            "Tenho um equipamento que está apresentando problemas de baixa pressão, o que pode ser e como posso resolver?",
            "O equipamento está fazendo barulho estranho, como resolver?",
            "Preciso ajustar a velocidade de uma máquina para melhorar o desempenho, como proceder?",
            "A máquina está apresentando falhas intermitentes, o que pode ser?",
            "O rendimento da produção está abaixo do esperado, o que verificar?",
            "Há vazamento de óleo, como solucionar?",
            "O robô manipulador está com problema de sincronização, como resolver?",
            "O meu sistema de purificação de água não está funcionando corretamente, o que pode ser?",
            "O meu equipamento de medição não está dando resultados precisos, o que pode ser?",
            "A máquina de empacotamento está muito lenta, como melhorar a velocidade?",
            "Minha produção está gerando muita sucata, como posso melhorar a eficiência do processo?",
            "Minha máquina está parando constantemente, o que pode estar errado?",
            "Tenho um problema de ruído excessivo em uma das minhas máquinas, o que pode ser e como posso resolver?",
            "O equipamento travou, como destravá-lo?",
            "Preciso ajustar o nível de pressão do meu sistema hidráulico, como faço isso?",
            "A máquina está vibrando de forma anormal, o que pode estar acontecendo?",
            "Estou com um problema de falha na alimentação elétrica de um equipamento, o que posso fazer para solucionar?",
            "A plataforma de carregamento está com problemas de funcionamento, como solucionar?",
            "Estou com um problema em uma máquina, ela não está funcionando corretamente. O que pode ser?",
            "A máquina está fazendo um barulho estranho, o que pode ser?",
            "Alguma ideia de como solucionar um problema de falha em um dos sensores de uma máquina?",
            "O meu motor elétrico está com superaquecimento, o que fazer?",
            "Algumas engrenagens estão fazendo barulho em minha máquina, como posso encontrar a fonte do problema?",
            "Estou enfrentando dificuldades com um problema de superaquecimento em um dos componentes de uma máquina, o que devo fazer?",
            "Minha máquina está com vazamento de óleo, o que devo fazer?",
            "Meus equipamentos estão apresentando falhas frequentes, como posso evitar isso?",
            "O meu sistema de iluminação está piscando, como solucionar?",
            "Como posso resolver um problema de desalinhamento em uma das máquinas da minha linha de produção?"
        ]
    },
    {
        "label": "Dúvida na identificação do equipamento",
        "keywords": [
            "Perdi o manual do equipamento, como posso identificar suas características?",
            "O nome do modelo do meu equipamento está ilegível. O que fazer?",
            "Não reconheço a marca ou modelo de um equipamento, você pode me ajudar a identificá-lo?",
            "Onde posso encontrar as informações sobre esse equipamento?",
            "Estou com problemas para identificar um problema elétrico em um equipamento, o que posso fazer?",
            "Meu equipamento não possui uma etiqueta de identificação. Como descobrir o modelo?",
            "Quero saber qual é a categoria desse equipamento, como posso descobrir?",
            "Preciso identificar corretamente o equipamento com problemas antes de prosseguir com a manutenção, como faço?",
            "Estou tendo dificuldades em identificar qual é o equipamento adequado para meu sistema. Como faço para descobrir?",
            "Comprei um equipamento sem manual de instruções. Como identificá-lo?",
            "Quero saber o número de série desse equipamento, como descubro?",
            "Existem diferenças entre os modelos desse tipo de equipamento?",
            "Não sei como identificar a causa de um vazamento em um equipamento, você pode me orientar?",
            "Preciso de ajuda para identificar qual é o equipamento que devo utilizar para consertar minha máquina. O que eu devo fazer?",
            "Este equipamento possui alguma característica especial que eu deva saber?",
            "Como posso identificar a causa de uma falha mecânica em um equipamento?",
            "Estou em dúvida sobre como identificar o equipamento com problemas, pode me auxiliar?",
            "Preciso identificar com precisão o equipamento com problemas, pode me dar algumas dicas?",
            "Não consigo identificar um equipamento, pode me ajudar?Fizemos alterações em equipamentos e agora estamos com dificuldade para identificá-los, o que podemos fazer?Preciso de ajuda para identificar uma peça do equipamento, você pode me auxiliar?Qual é a melhor forma de identificar o número de série de um equipamento?",
            "Preciso saber qual é o equipamento que devo usar para solucionar meu problema. Como faço para identificá-lo?",
            "Como saber se esse equipamento é adequado para a minha necessidade?",
            "Não consigo encontrar informações sobre a identificação do meu equipamento no manual de instruções. E agora?",
            "Comprei um equipamento importado e não consigo identificar o modelo. O que fazer?",
            "Gostaria de saber qual é a função desse equipamento, pode me informar?",
            "Estou em dúvida sobre qual equipamento devo utilizar para solucionar o problema que estou enfrentando. O que devo fazer?",
            "Estou com dificuldades para encontrar a peça certa para resolver o problema na minha máquina. O que devo fazer?",
            "Não tenho a etiqueta do fabricante desse equipamento, o que fazer para identificá-lo?",
            "Estou com problemas para conectar um equipamento a uma rede, como posso identificar a causa?",
            "Preciso de ajuda para identificar a peça danificada em um equipamento, o que posso fazer?",
            "Não sei o nome do fabricante do meu equipamento, como descobrir?",
            "Não sei a marca do meu equipamento, é possível descobrir pela aparência?",
            "Não tenho acesso à etiqueta de identificação do meu equipamento, como identificá-lo de outra forma?",
            "Gostaria de saber o modelo da máquina, como faço para descobrir?",
            "Preciso de ajuda para identificar o equipamento adequado para resolver meu problema.",
            "Meu equipamento está sem identificação, é possível descobrir pela cor ou formato?",
            "Estou com problemas para identificar a voltagem adequada para esse equipamento.",
            "Como posso identificar esse dispositivo?",
            "Estou com dúvidas sobre qual é a peça correta que devo utilizar para solucionar o problema na minha linha de produção. O que eu faço?",
            "Como identificar a peça ou equipamento que eu preciso comprar para reparar minha máquina?",
            "Preciso saber qual o equipamento que devo utilizar para solucionar o problema na minha linha de produção. Como identificá-lo?",
            "Gostaria de saber o nome da fabricante desse equipamento, como posso encontrar essa informação?",
            "Não consigo identificar o modelo do equipamento, pode ajudar?",
            "Comprei um equipamento usado e não consigo descobrir o modelo. O que devo fazer?",
            "Tenho um equipamento e não sei se ele é adequado para uma determinada tarefa, o que posso fazer?",
            "Não estou seguro sobre a função desse maquinário, você pode me ajudar a identificá-lo?",
            "Qual é a marca desse maquinário?",
            "Existe alguma forma de identificar a capacidade desse equipamento?",
            "Preciso de ajuda para identificar o dispositivo que está apresentando problema, como faço?",
            "Estou com dificuldades em identificar o equipamento adequado para consertar minha máquina. O que eu faço?",
            "Tenho dúvidas sobre a identificação do número de série desse equipamento.",
            "Preciso identificar corretamente o equipamento que está falhando, pode me auxiliar?",
            "Estou tendo dificuldade em discernir entre dois equipamentos, como posso distinguir a diferença?",
            "Estou tendo dificuldade para identificar o equipamento que está causando o problema, como faço?",
            "Estou com dificuldades para identificar a causa de um superaquecimento em um equipamento, o que posso fazer?",
            "Estou tendo dificuldades para identificar corretamente o equipamento que está apresentando problemas, pode me indicar algum recurso?",
            "Não tenho informação sobre a fabricante ou o modelo desse equipamento, pode me ajudar?",
            "Estou na dúvida entre dois equipamentos, pode me ajudar a identificar qual seria o melhor para minha necessidade?",
            "Preciso identificar qual é a capacidade de produção do meu equipamento, como faço isso?",
            "Como posso garantir que estou identificando corretamente o equipamento com falhas?",
            "Tenho um equipamento antigo e não encontro informações de identificação. Como descobrir?",
            "Qual é o nome desse equipamento?",
            "Tenho dificuldades para identificar corretamente o equipamento que está com defeitos, o que devo fazer?",
            "Qual é o melhor método para identificar corretamente o equipamento com problemas?",
            "Não estou conseguindo identificar a função desse dispositivo, o que é?",
            "Existe alguma diferença entre os equipamentos fabricados por empresas diferentes?",
            "Preciso identificar a origem de um ruído vindo do equipamento, o que posso fazer?",
            "Meu equipamento é muito antigo e não está mais em produção. Como descobrir qual é o modelo?",
            "Preciso de ajuda para identificar as peças que precisam ser substituídas em um equipamento danificado, como posso fazer isso?",
            "Não tenho certeza sobre a identificação correta do meu equipamento, pode me ajudar?",
            "Não tenho informações sobre o ano de fabricação desse equipamento, como posso encontrá-las?",
            "Tenho dúvidas sobre como identificar corretamente o equipamento que está apresentando problemas, pode me ajudar?",
            "Pode me auxiliar na identificação do equipamento que está apresentando problemas?",
            "Não conheço bem as peças e equipamentos industriais, como faço para identificar o que devo usar para reparar minha máquina?",
            "Como identificar a marca desse equipamento?",
            "Qual é a finalidade desse equipamento?",
            "Estou tendo dificuldades para escolher o equipamento certo para minha máquina. Como posso identificá-lo?",
            "Não tenho a descrição completa desse equipamento, o que posso fazer?",
            "Não estou certo sobre qual equipamento está com defeito, como faço para descobrir?",
            "Preciso saber qual é a peça correta para resolver o problema na minha máquina. Como identificá-la?",
            "Não sei como encontrar o número do lote do meu equipamento. Como fazer?",
            "Não tenho certeza de qual equipamento devo usar para consertar minha linhas de produção. Como posso identificar a peça correta?",
            "Como identificar se este equipamento é nacional ou importado?",
            "Como identificar o modelo do meu equipamento?",
            "Estou com problemas para identificar uma falha em um equipamento, você pode me ajudar?",
            "Tenho dificuldade em identificar a origem desse equipamento, como posso saber?",
            "Sou novo na empresa e preciso identificar os equipamentos da fábrica, como posso fazer isso?",
            "Preciso comprar peças de reposição para meu equipamento, mas não sei qual é o modelo. O que faço?",
            "Não tenho certeza de qual equipamento devo usar para consertar minha máquina. O que devo fazer?",
            "Não tenho certeza de qual equipamento devo utilizar para solucionar o problema na minha máquina. Como faço para identificá-lo?",
            "Não estou certo sobre qual equipamento está com defeito, o que posso fazer para descobrir?",
            "Gostaria de saber o tipo de energização que esse equipamento utiliza, como posso descobrir?",
            "Preciso saber qual é o tipo desse equipamento, pode me ajudar?",
            "Não sei se meu equipamento é monofásico ou trifásico. Como descobrir?",
            "Qual é a melhor forma de identificar as características técnicas de um equipamento?",
            "Estou em dúvida sobre qual equipamento está com defeito, o que devo fazer para descobrir?",
            "Como posso identificar corretamente o equipamento que está com defeitos?",
            "Estou tendo dificuldades para identificar o equipamento que está apresentando defeitos, como faço?",
            "Qual equipamento devo utilizar para solucionar o problema na minha indústria? Como eu identifico?",
            "Como é possível identificar a data de fabricação desse equipamento?",
            "Qual é o melhor método para identificar com precisão o equipamento com falhas?"
        ]
    },
    {
        "label": "Dúvida na identificação do problema",
        "keywords": [
            "Quais são os sintomas comuns de problemas mecânicos em equipamentos de produção?",
            "Como identificar falhas em sistemas de iluminação industrial?",
            "Quais são as técnicas para identificar problemas em cabos elétricos?",
            "Estou enfrentando dificuldades para entender qual é o problema na minha máquina.",
            "Como identificar problemas em motores elétricos?",
            "Estou perdido e não sei por onde começar",
            "Preciso de ajuda para identificar a origem do defeito",
            "Como diagnosticar falhas em sistemas de ar condicionado industrial?",
            "Preciso de ajuda para encontrar a causa do problema na minha máquina.",
            "Quais são os sinais de um problema na transmissão mecânica?",
            "Como identificar um problema no motor elétrico?",
            "Estou tendo problemas para identificar qual é o defeito no meu equipamento.",
            "Estou com dificuldade em identificar o defeito sem acesso à máquina",
            "Estou com dificuldade em identificar o defeito",
            "Não tenho certeza de qual é o problema na minha máquina, preciso de ajuda.",
            "Quais são os sinais de alerta de problemas de qualidade em produtos acabados?",
            "Preciso de ajuda para identificar qual é o problema na minha produção.",
            "Como identificar o problema em uma máquina industrial?",
            "Quais são as possíveis causas de problemas em válvulas de controle?",
            "Quais são as melhores práticas para identificar problemas em equipamentos de soldagem?",
            "Quais são as causas e sintomas de problemas em redutores?",
            "Como identificar um problema no sistema pneumático?",
            "Quais são os sinais de um problema na caixa de câmbio?",
            "Como identificar problemas causados por uso indevido de uma máquina?",
            "Como identificar um problema no circuito elétrico?",
            "Não sei qual peça está causando o problema",
            "Tenho várias hipóteses sobre o problema, mas não sei qual é a correta",
            "Gostaria de saber como posso identificar o problema na minha linha de produção.",
            "Quais são as ferramentas de diagnóstico mais eficientes para identificar problemas em processos industriais?",
            "Como posso saber qual é o defeito do equipamento?",
            "Como diferenciar problemas de qualidade dos produtos de problemas de produção?",
            "Estou enfrentando dificuldades em encontrar qual é o problema no meu equipamento.",
            "Como identificar o problema sem ter experiência?",
            "Qual a melhor forma de diagnosticar um problema em uma linha de produção?",
            "Como identificar problemas no sistema de refrigeração de equipamentos?",
            "Quais são as principais causas de ruídos em equipamentos industriais?",
            "Como saber se um equipamento está superaquecendo?",
            "Não sei qual é o problema",
            "Preciso de ajuda para encontrar o problema",
            "Gostaria de ajuda para identificar o problema na minha produção.",
            "Não sei por onde começar a procurar para identificar o problema em minha linha de produção.",
            "Quais são as principais causas de paradas não programadas em uma linha de produção?",
            "Como posso encontrar o defeito em minha produção?",
            "Como saber se o problema é na fonte de alimentação de um equipamento?",
            "Estou tendo dificuldade em encontrar a causa do problema.",
            "Como identificar problemas de instabilidade em equipamentos de produção?",
            "Quais são os sintomas de um problema no sistema de refrigeração?",
            "Como identificar problemas em sensores e atuadores?",
            "Quais são os indicadores que apontam para problemas de desgaste em peças e equipamentos?",
            "Quais são os sinais de um problema na linha de produção?",
            "Gostaria de saber como identificar o problema na minha linha de produção.",
            "Quais são os sinais de um problema no sistema de lubrificação?",
            "Não sei como analisar o problema",
            "Gostaria de saber como posso identificar o problema na minha máquina.",
            "Quais são as técnicas para detectar problemas em sistemas de automação?",
            "Como faço para identificar o problema?",
            "Qual é a maneira correta de identificar um problema na bomba hidráulica?",
            "Quais são os sinais de problemas mecânicos em um equipamento?",
            "Como diferenciar um problema elétrico de um mecânico?",
            "Como identificar problemas elétricos em máquinas industriais?",
            "Como identificar desgaste em peças que afetam a qualidade da produção?",
            "Quais são as técnicas para avaliar a condição de uma máquina antes de adquiri-la?",
            "Não tenho conhecimento para identificar o defeito",
            "Como diagnosticar problemas em caldeiras industriais?",
            "Como identificar um problema na estrutura do equipamento?",
            "Como saber se um componente eletrônico está com defeito?",
            "Como identificar e solucionar problemas em compressores?",
            "Como identificar efeitos colaterais de problemas na produção?",
            "Quais são os sintomas de um problema na válvula de controle?",
            "Não entendo o que está acontecendo",
            "Não sei identificar qual é o problema na minha máquina.",
            "Quais são as principais causas de problemas em máquinas industriais?",
            "Estou com dificuldades em entender o que está causando o problema na minha máquina.",
            "Quais são os sintomas de um problema no sistema de alimentação?",
            "Estou com dúvidas sobre qual é o defeito na minha máquina.",
            "Estou com dificuldade em distinguir as causas do problema",
            "Quais são os sintomas de problemas em bombas hidráulicas?",
            "Preciso de orientação para achar o problema",
            "Não sei qual é o procedimento adequado para identificar o problema",
            "Não sei quais testes fazer para encontrar o defeito",
            "Como identificar problemas em sistemas hidráulicos?",
            "Preciso de ajuda para encontrar a causa do problema na minha produção.",
            "Como diagnosticar falhas em sistemas pneumáticos?",
            "Como identificar problemas de segurança em máquinas industriais?",
            "Como identificar problemas em geradores de energia?",
            "Gostaria de um guia para encontrar o problema",
            "Preciso de ajuda para diagnosticar o problema",
            "Como saber se o equipamento está fazendo um ruído fora do normal?",
            "Como identificar falhas em equipamentos eletrônicos?",
            "Não sei por onde começar para identificar o problema na minha linha de produção.",
            "Quais são os sintomas de um problema na capacidade de carga de um equipamento?",
            "Quais são as ferramentas necessárias para identificar problemas mecânicos em um motor?",
            "Não sei como identificar a falha",
            "Quais são os sintomas típicos de problemas de manutenção em uma fábrica?",
            "Como saber se a correia do equipamento está desgastada?",
            "Estou tendo problemas para identificar qual é o defeito em minha máquina.",
            "Quais são os sinais de problemas em sistemas pneumáticos?",
            "Quais são os sintomas de um problema no sistema hidráulico?",
            "Como saber se há vazamento de fluidos em um equipamento?",
            "Como identificar um problema no sistema de segurança industrial?"
        ]
    },
    {
        "label": "Pedido de esclarecimento",
        "keywords": [
            "O que exatamente você está procurando?",
            "O chatbot leva em consideração as especificidades da minha indústria?",
            "Esse procedimento é seguro? Há algum risco envolvido?",
            "Como o chatbot sabe as possíveis soluções para os problemas apresentados pelos usuários?",
            "Como o chatbot pode me ajudar a economizar tempo e dinheiro?",
            "Eu gostaria de me assegurar de que entendi. Pode explicar mais uma vez?",
            "Tem alguma recomendação sobre como devo descrever o problema que estou enfrentando?",
            "Como o chatbot pode me ajudar a diagnosticar problemas mecânicos em equipamentos?",
            "O chatbot está disponível 24 horas por dia?",
            "As informações compartilhadas com o chatbot são mantidas em sigilo?",
            "Pode me dar mais informações sobre o que você precisa?",
            "Eu posso contribuir com informações para aprimorar o chatbot?",
            "O que devo fazer se a solução sugerida pelo chatbot não funcionar?",
            "Desculpe, não consegui entender sua pergunta. Poderia reformulá-la?",
            "Poderia se aprofundar um pouco mais sobre o problema?",
            "Qual é a linguagem utilizada pelo chatbot? Posso conversar em português?",
            "O que fazer se não encontrar a solução para o meu problema no chatbot?",
            "Como garantir a segurança dos trabalhadores envolvidos nesse processo?",
            "O que você quer dizer exatamente?",
            "Gostaria de entender melhor o motivo desse problema ocorrer",
            "Estou com dificuldades para entender o manual de instruções desse equipamento",
            "Não entendi direito como posso usar o chatbot para resolver problemas mecânicos, pode me ajudar?",
            "Gostaria de saber quais são os tipos de problemas que seu chatbot pode resolver",
            "Qual é o tipo de fluido mais adequado para esse sistema?",
            "Você pode me ajudar a entender a sua questão melhor?",
            "Poderia me explicar mais detalhadamente como realizar esse procedimento?",
            "O chatbot é capaz de aprender com os problemas que são resolvidos?",
            "Eu preciso de mais informações para entender o que está acontecendo. Você pode detalhar um pouco mais?",
            "Este equipamento precisa de alguma lubrificação ou troca de peças?",
            "Qual é o tempo médio de resposta do chatbot em relação a soluções de problemas?",
            "Qual é o papel desse componente no sistema?",
            "Como posso saber se o meu problema é mecânico ou elétrico?",
            "Eu preciso de mais informações para poder ajudá-lo. O que você exatamente precisa?",
            "Como o chatbot decide qual solução é melhor para um determinado problema?",
            "Por favor, explique melhor o que você precisa.",
            "Existe alguma taxa para utilizar o chatbot?",
            "O chatbot pode identificar problemas em equipamentos sem que eu precise descrever o defeito?",
            "Não entendi a resposta que você me deu, pode explicar de novo?",
            "Você poderia me explicar melhor como funciona o chatbot?",
            "O chatbot pode indicar onde posso encontrar as peças de reposição necessárias para resolver o problema?",
            "Você poderia me dar mais detalhes sobre esse problema?",
            "Eu preciso de mais informações para ajudar. Você pode explicar melhor?",
            "Posso utilizar o chatbot em conjunto com outros sistemas de gerenciamento?",
            "Se o chatbot não puder resolver meu problema, o que devo fazer?",
            "Preciso de ajuda para identificar a causa raiz desse problema",
            "Como posso avaliar o desempenho do chatbot?",
            "Não compreendi como fazer essa configuração, pode me esclarecer?",
            "Posso utilizar o chatbot para problemas em máquinas de diferentes fabricantes?",
            "Existem outras pessoas por trás do chatbot ou é completamente automatizado?",
            "Não tenho certeza se entendi, poderia explicar isso de outra forma?",
            "Qual é a melhor opção para resolver este problema?",
            "Não consegui entender, pode dar mais detalhes?",
            "Posso usar o chatbot para agendar uma visita técnica para solucionar um problema complexo?",
            "Como o chatbot identifica e classifica os problemas apresentados pelos usuários?",
            "Quais são as fontes de informação que o chatbot utiliza para resolver problemas?",
            "Como posso evitar que esse problema aconteça novamente?",
            "O chatbot é programado para resolver problemas específicos?",
            "Como o chatbot seleciona a melhor solução para um problema?",
            "Não entendi sua resposta, pode me explicar melhor?",
            "O chatbot é atualizado com frequência com novas soluções?",
            "Existem outros recursos que posso utilizar para resolver esse problema?",
            "Quais são as principais funcionalidades do chatbot?",
            "Pode me explicar como usar seu chatbot para resolver problemas mecânicos?",
            "Como o chatbot determina se o problema é mecânico ou elétrico?",
            "Existe um limite para o tipo de problemas que o chatbot pode resolver?",
            "Como sei que a solução dada pelo chatbot é confiável?",
            "Qual é o processo para enviar uma solicitação ao chatbot?",
            "Pode me dizer com mais precisão o que precisa ser feito?",
            "Gostaria de saber mais sobre as normas de segurança para essa atividade",
            "Você pode ser mais específico?",
            "Não consegui entender o que fazer neste momento, pode me ajudar?",
            "É possível falar com um especialista diretamente pelo chatbot?",
            "Você poderia me explicar como utilizar o chatbot para solução de problemas industriais?",
            "Existe alguma garantia de que a solução sugerida pelo chatbot irá funcionar?",
            "Qual é a tecnologia por trás dos chatbots especializados em soluções industriais?",
            "Gostaria de entender melhor como o chatbot processa a linguagem natural.",
            "Não tenho certeza se estou fazendo certo, pode me confirmar?",
            "Qual é o tempo médio de resposta do chatbot?",
            "O chatbot é compatível com todos os tipos de dispositivos?",
            "O que devo fazer se o chatbot não conseguir identificar o problema que estou enfrentando?",
            "Como posso saber se a solução sugerida pelo chatbot funcionou?",
            "Me parece que há informações faltando. Pode dar mais detalhes?",
            "Não consegui compreender a sua pergunta. Você pode ser mais claro?",
            "Qual é a garantia de que o problema será resolvido com a solução dada pelo chatbot?",
            "Qual é a taxa de acerto do chatbot em soluções de problemas industriais?",
            "Não entendi o que você quis dizer, pode me explicar melhor?",
            "Existem alternativas para solucionar esse problema?",
            "O chatbot pode me ajudar a identificar a causa raiz de um problema?",
            "Qual é a diferença entre um problema mecânico e um problema elétrico?",
            "Qual é o limite de complexidade dos problemas que o chatbot pode resolver?",
            "Por que devo usar o chatbot ao invés de outras formas de resolução de problemas?",
            "Gostaria de saber como o chatbot lida com informações técnicas muito específicas.",
            "Será que você pode me explicar melhor o problema?",
            "E se eu tiver um problema em um equipamento que não está cadastrado no sistema, o que fazer?",
            "Como posso ter certeza de que a solução sugerida pelo chatbot é a correta?",
            "O chatbot é capaz de lidar com problemas complexos?",
            "Não entendi muito bem a sua dúvida. Poderia elaborá-la?",
            "Gostaria de saber mais sobre a manutenção preventiva desse equipamento",
            "Como funcionam as soluções que o chatbot oferece?",
            "Como garantir que essa solução seja eficaz?"
        ]
    },
    {
        "label": "Feedback sobre a solução fornecida",
        "keywords": [
            "Ainda estou tendo o mesmo problema, o que fazer?",
            "Eu não entendi muito bem como a solução pode resolver meu problema.",
            "Não consegui aplicar a solução corretamente.",
            "Eu encontrei uma solução melhor do que a que foi fornecida.",
            "A solução não resolveu meu problema.",
            "Não é viável para a minha empresa",
            "Gostaria de agradecer a solução apresentada, foi muito útil",
            "Ótima solução",
            "A solução não foi suficiente para resolver completamente o problema.",
            "Preciso de mais orientações sobre o que fazer agora que a solução foi aplicada.",
            "Não encontrei a solução fornecida para o meu problema específico.",
            "Gostei da rapidez em que a solução foi fornecida",
            "A solução não foi adequada para resolver meu problema a longo prazo.",
            "Não entendi bem a solução sugerida",
            "A solução não era a adequada para o meu caso.",
            "Eu tentei seguir as instruções, mas ainda tenho dificuldades em resolver o problema.",
            "A solução funcionou perfeitamente!",
            "Eu tive que modificar a solução para adaptá-la às necessidades da minha indústria",
            "A solução foi confusa e não resolveu o problema",
            "Preciso de mais informações",
            "Preciso de ajuda em outro problema similar",
            "A solução foi útil, obrigado.",
            "O custo da solução é muito alto para minha indústria.",
            "Não entendi a solução proposta",
            "Preciso de uma solução mais urgente.",
            "Estou tendo dificuldades em entender o problema, pode me ajudar?",
            "Precisei fazer adaptações",
            "A solução não funcionou para o meu problema específico.",
            "Preciso de mais ajuda para aplicar a solução corretamente.",
            "Não obtive sucesso aplicando a solução.",
            "Preciso de mais informações sobre a solução.",
            "Preciso de uma solução mais técnica para esse problema",
            "Gostaria de mais dicas e orientações sobre esse problema",
            "Não foi útil",
            "Muito caro para implementar",
            "A solução foi muito complexa para mim.",
            "Não é o que eu precisava",
            "Não consegui executar a solução",
            "Eu preciso de ajuda adicional para resolver o problema completamente.",
            "Agradeço pela ajuda, mas acho que precisarei de uma solução mais específica",
            "A solução é muito difícil de implementar.",
            "Eu tive problemas técnicos ao tentar aplicar a solução.",
            "Preciso de ajuda para executar",
            "Eu tive que procurar mais informações além da solução fornecida.",
            "A solução não funcionou corretamente na minha indústria específica.",
            "A solução foi eficiente.",
            "Solução rápida",
            "Consegui resolver sozinho",
            "Ainda estou experimentando o problema, mas vou aplicar a solução sugerida",
            "Houve alguma confusão em relação à resposta fornecida.",
            "A solução não foi eficaz em resolver completamente o problema.",
            "A solução necessita de ajustes.",
            "Gostei muito do resultado",
            "A solução funcionou parcialmente, mas ainda há problemas.",
            "Não entendi a solução proposta.",
            "A solução não é adequada para minha indústria.",
            "A solução não aborda completamente o problema que estou enfrentando.",
            "Preciso de mais ajuda com este problema.",
            "Gostei da solução, mas preciso saber como evitar o problema no futuro",
            "Não consegui entender as instruções da solução fornecida.",
            "Não consigo encontrar as ferramentas necessárias para realizar a solução.",
            "Solução temporária",
            "A solução fornecida não foi relevante para o meu problema específico.",
            "Achei contraditória a solução fornecida, pode me explicar melhor?",
            "A solução foi útil, mas agora estou enfrentando um problema diferente.",
            "Achei a solução muito cara.",
            "Ainda estou com o problema",
            "Houve algum erro ao tentar seguir as instruções fornecidas.",
            "Não funcionou a solução sugerida, mas acho que encontrei outra solução",
            "Eu precisava de mais informações sobre a solução fornecida.",
            "Fiquei satisfeito com a solução oferecida.",
            "Eu ainda tenho algumas dúvidas sobre a solução fornecida.",
            "Eu não entendi as instruções fornecidas na resposta anterior.",
            "Gostei da solução sugerida.",
            "Gostaria de uma opção mais simples de solução.",
            "A solução não atendeu às minhas expectativas.",
            "Não consigo aplicar a solução indicada, o que estou fazendo de errado?",
            "Eu gostaria de saber mais sobre a solução antes de implementá-la.",
            "A solução apresentou um novo problema.",
            "A solução foi muito bem explicada e fácil de seguir.",
            "Preciso de mais ajuda sobre esse problema",
            "A solução criou outros problemas na minha maquinaria.",
            "A solução não funcionou para mim.",
            "A solução não funcionou, o que devo fazer?",
            "A solução foi parcialmente útil.",
            "A solução oferecida foi adequada.",
            "Preciso de uma solução mais específica para o meu caso.",
            "Você tem outras soluções para este problema?",
            "A solução funcionou, mas agora estou enfrentando outro problema.",
            "Consegui resolver parcialmente, mas ainda preciso de ajuda",
            "A solução não resolveu meu problema imediatamente, mas acredito que a longo prazo possa ajudar.",
            "A solução funcionou, mas levou mais tempo do que eu esperava.",
            "Precisei contratar um técnico",
            "Foi difícil entender os passos",
            "Não fiquei satisfeito com a solução.",
            "Preciso de ajuda para entender melhor o problema antes de aplicar a solução",
            "Não era o problema que eu tinha",
            "A solução não funcionou na minha máquina específica.",
            "Solução muito complexa",
            "Solução parcial"
        ]
    },
    {
        "label": "Reclamação ou insatisfação",
        "keywords": [
            "Meu problema não foi solucionado adequadamente",
            "Não estou satisfeito com o desempenho do meu equipamento",
            "Acredito que o problema em minha máquina poderia ter sido evitado com melhores recomendações de uso",
            "Não estou conseguindo contato com o suporte técnico.",
            "Não estou conseguindo solucionar um problema na minha máquina.",
            "Estou frustrado com a demora no conserto da minha máquina",
            "Não fiquei satisfeito com a forma como os reparos foram feitos",
            "Fiquei insatisfeito com o atendimento ao cliente",
            "Não estou satisfeito com a manutenção preventiva",
            "Problemas técnicos estão prejudicando meus prazos de entrega",
            "Acho que a manutenção preventiva não está sendo realizada adequadamente",
            "Estou muito insatisfeito com a falta de comunicação sobre o andamento do meu caso",
            "Minha empresa precisa de soluções mais eficientes para economizar energia",
            "Acho que os prazos de entrega não são respeitados",
            "Não acredito que paguei por um serviço tão ruim",
            "A solução apresentada não pode ser a única opção",
            "Não sinto que a equipe esteja realmente empenhada em me ajudar",
            "Estou com problemas de vazamento em uma das minhas máquinas",
            "Não estou satisfeito com o desempenho da minha máquina.",
            "A qualidade dos produtos não está satisfatória",
            "Acredito que a manutenção realizada não resolveu o problema",
            "Não estou conseguindo resolver meu problema sozinho",
            "Não estou gostando da qualidade das peças que estão sendo utilizadas para reparar o meu equipamento",
            "Não estou conseguindo encontrar uma solução para meu problema.",
            "Não recebi suporte adequado quando entrei em contato anteriormente",
            "Estou insatisfeito com o tempo que está sendo levado para solucionar meu problema",
            "Não concordei com a cobrança realizada",
            "Não estou conseguindo utilizar minha máquina de forma adequada",
            "Estou frustrado com a qualidade do suporte técnico",
            "Não estou satisfeito com o serviço prestado",
            "Estou irritado com a falta de profissionalismo no atendimento",
            "Não estou feliz com o descaso em relação ao meu problema",
            "Estou com dificuldades para encontrar peças de reposição",
            "Estou tendo dificuldades para encontrar peças de reposição para uma de minhas máquinas",
            "Não recebi o suporte necessário para solução do problema",
            "Estou tendo dificuldades em encontrar peças para substituição.",
            "Aumento de custo devido a problemas constantes",
            "Não estou feliz com a postura da empresa em relação ao meu caso",
            "Me sinto prejudicado pelo serviço prestado",
            "Minha máquina está produzindo abaixo da capacidade estimada.",
            "Não estou contente com o resultado obtido",
            "Acho que a solução oferecida não é a ideal",
            "Minha máquina parou de funcionar do nada.",
            "Minha máquina está causando prejuízos à minha produção.",
            "Minha produção está parada por causa de problemas mecânicos.",
            "Estou desapontado com a falta de disponibilidade para atender o meu caso",
            "Não acho que está sendo levada em consideração minha opinião",
            "Não estou satisfeito com a quantidade de vezes que tive que entrar em contato para solucionar meu problema",
            "Estou muito insatisfeito com o serviço prestado no meu equipamento",
            "Não estou satisfeito com a qualidade do produto que recebi",
            "Não estou conseguindo acessar o suporte técnico",
            "Problemas mecânicos causando atraso na produção",
            "Não recebi o suporte que esperava ter",
            "As soluções oferecidas não estão resolvendo meu problema",
            "Não estou satisfeito com a qualidade do serviço prestado",
            "Estou frustrado com a dificuldade em resolver o meu problema",
            "Minha máquina está ficando muito tempo parada por problemas.",
            "Acho que o frete cobrado é muito alto",
            "Estou tendo problemas com minha linha de produção.",
            "Estou tendo problemas com a produção",
            "Não estou satisfeito com a durabilidade das peças da minha máquina.",
            "Minha produção está parada por conta de um problema no sistema elétrico",
            "Não estou contente com a falta de empatia por parte da equipe técnica",
            "Estou insatisfeito com o atendimento técnico que recebi.",
            "Estou descontente com o preço cobrado pelo serviço prestado",
            "Estou desapontado com a falta de solução para o meu problema",
            "Não estou gostando da maneira como o meu problema está sendo tratado",
            "Não estou feliz com a assistência técnica que recebi",
            "Estou tendo que lidar com muitos problemas técnicos",
            "Minha máquina está apresentando falhas constantes.",
            "Prefiro trabalhar com outra empresa por conta dos problemas técnicos",
            "Minhas máquinas apresentam problemas frequentes",
            "Estou tendo dificuldades para identificar o que está causando um problema em uma de minhas máquinas",
            "Minha máquina está apresentando problemas que não existiam antes.",
            "Não estou contente com o atendimento que recebi",
            "Não estou vendo melhorias na minha situação",
            "Estou cansado de ter que lidar com esses problemas técnicos",
            "A qualidade do produto final não está atendendo minhas expectativas",
            "Não fui atendido de maneira adequada",
            "Não estou satisfeito com o atendimento técnico que recebi",
            "Não entendi as razões para a solução proposta",
            "Estou preocupado com a manutenção da minha máquina.",
            "Meu investimento não está valendo a pena devido aos problemas técnicos",
            "Acho que o equipamento entregue não atende às especificações solicitadas",
            "Minha máquina está produzindo produtos com defeito.",
            "Estou desapontado com a maneira como meu problema foi tratado",
            "Minha empresa precisa de soluções adicionais para melhorar a segurança de nossos colaboradores",
            "Não estou satisfeito com a resposta que obtive sobre o meu problema",
            "Estou decepcionado com a solução proposta",
            "Não estou conseguindo acessar as configurações do meu equipamento",
            "Minha empresa está sofrendo prejuízos por conta de falhas em produtos",
            "Minha máquina está apresentando barulhos estranhos.",
            "Problemas elétricos impactando minha produção",
            "Estou irritado com a pouca eficiência do sistema de suporte técnico",
            "Não vejo transparência na forma como as coisas estão sendo resolvidas",
            "Minha produção está parada por causa de problemas na máquina.",
            "Estou insatisfeito com o serviço prestado",
            "Não estou satisfeito com o funcionamento da minha máquina",
            "Minha produção está ficando aquém do esperado.",
            "Estou descontente com o prazo de entrega do produto"
        ]
    },
    {
        "label": "Agradecimento",
        "keywords": [
            "Obrigado por ter resolvido o meu problema prontamente!",
            "Muito obrigado por me ajudar a resolver o meu problema.",
            "Obrigado pela solução.",
            "Agradeço pelo suporte.",
            "Muito agradecido pelo suporte!",
            "Muito obrigado pela solução rápida e eficiente do problema.",
            "Muito grato pela competência na resolução do meu problema.",
            "Obrigado pelo excelente serviço prestado.",
            "Obrigado pela competência!",
            "Muito grato pela sua ajuda, você foi extremamente útil!",
            "Muito obrigado pelo suporte durante todo o processo!",
            "Agradeço pelo suporte rápido e eficaz.",
            "Não poderia estar mais agradecido pelo excelente serviço prestado.",
            "Você fez um ótimo trabalho!",
            "Eu só queria deixar registrado o quanto eu estou grato pelas suas dicas!",
            "Muito obrigado pela paciência e dedicação.",
            "Agradeço pela paciência em explicar tudo de forma detalhada.",
            "Agradeço pela rapidez!",
            "Fiquei muito satisfeito com o serviço prestado!",
            "Obrigado pela atenção e dedicação ao meu caso!",
            "Obrigado pelo suporte técnico!",
            "Seu suporte foi fundamental para o bom funcionamento da minha máquina.",
            "Obrigado por me ajudar a identificar onde estava meu problema mecânico.",
            "Fico agradecido pela ajuda.",
            "Agradeço pelo excelente atendimento e competência.",
            "Obrigado pela ajuda valiosa.",
            "Agradecido pela eficiência!",
            "Muito obrigado pela ajuda em solucionar meu problema técnico!",
            "Agradeço por terem resolvido um problema que parecia impossível de ser solucionado.",
            "Muito obrigado pelo profissionalismo e dedicação na resolução do meu problema.",
            "Agradeço pela sua ajuda!",
            "Muito obrigado pela sua atenção e prestatividade.",
            "Muito obrigado por me guiar na solução do problema!",
            "Agradeço pela solução!",
            "Estou extremamente agradecido por ter solucionado meu problema elétrico rapidamente!",
            "Excelente suporte, agradeço muito!",
            "Agradeço pela solução do meu problema.",
            "Obrigado pelo suporte profissional e cordial!",
            "Agradeço por terem ajudado a manter minha fábrica em operação.",
            "Agradeço pela rapidez na solução do problema.",
            "Estou muito grato pela ajuda.",
            "Muito obrigado pelo auxílio na minha demanda!",
            "Fico grato por toda ajuda e suporte.",
            "Grato pela atenção!",
            "Muito obrigado pela prontidão!",
            "Agradecido pela atenção dada à minha solicitação.",
            "Vocês são incríveis, muito obrigado pela ajuda!",
            "Fiquei imensamente agradecido por ter ajudado a resolver meu problema mecânico!",
            "Parabéns pelo trabalho e obrigado!",
            "Estou muito agradecido por ter resolvido minha falha no motor!",
            "Obrigado pela resposta rápida!",
            "Obrigado pela paciência!",
            "Agradecido pela cordialidade!",
            "Obrigado por terem resolvido o problema de forma tão eficiente!",
            "Excelente atendimento! Obrigado!",
            "Muito obrigado!",
            "Agradeço pela gentileza e presteza!",
            "Obrigado por me ajudar a resolver o problema!",
            "Obrigado pela rapidez na resolução do meu problema!",
            "Obrigado por me ajudar a resolver o problema.",
            "Obrigado pela presteza!",
            "Muito obrigado por ter me dado a solução.",
            "Agradeço pelo excelente atendimento e solução do meu problema.",
            "Obrigado por me orientar nessa situação!",
            "Sua ajuda foi essencial para restaurar a eficiência da minha máquina.",
            "Grato pela rápida resolução do meu problema elétrico!",
            "Obrigado pela ajuda com o meu maquinário!",
            "Grato pela eficiência na solução do meu problema!",
            "Agradecimentos pela ótima assistência prestada!",
            "Agradeço pela sua paciência em me ajudar a resolver o problema!",
            "Muito obrigado pela sua assistência!",
            "Não sei o que faria sem a ajuda de vocês, obrigado!",
            "Obrigado por terem sido solícitos!",
            "Agradeço pela ajuda técnica prestada.",
            "Obrigado pela resposta esclarecedora.",
            "Obrigado por ter me ajudado a economizar tempo e dinheiro.",
            "Fiquei muito feliz com o resultado, agradeço a dedicação de vocês.",
            "Agradeço pela orientação precisa e pontual.",
            "Ótimo atendimento, obrigado!",
            "Obrigado pela orientação na solução do meu problema.",
            "Grato pela presteza no atendimento!",
            "Não existem palavras para descrever minha gratidão por toda ajuda.",
            "Obrigado pela ajuda!",
            "Obrigado por me ajudar a entender o problema!",
            "Muito grato pela sua ajuda!",
            "Sinceramente agradecido pela ajuda!",
            "Agradeço muito pela rapidez na solução do problema.",
            "Muito obrigado por terem salvo meu dia.",
            "Muito obrigado pela assistência!",
            "Agradeço sua orientação.",
            "Agradeço pelo atendimento de primeira qualidade.",
            "Mais uma vez, agradeço pelo atendimento impecável!",
            "Obrigado pela paciência e disposição em me ajudar!",
            "Agradeço pela atenção dispensada!",
            "Está tudo funcionando perfeitamente, obrigado!",
            "Agradeço pela solução encontrada!",
            "A solução apresentada foi muito eficaz e estou muito grato.",
            "Muito obrigado por ter resolvido o meu problema!",
            "Agradecido por toda a ajuda prestada!",
            "Obrigado por ter me orientado na solução do problema, você foi muito prestativo!"
        ]
    },
    {
        "label": "Encerramento da conversa",
        "keywords": [
            "Tchau!",
            "Agradeço pela ajuda, finalizando aqui a conversa!",
            "Muito obrigado, encerrando aqui",
            "Certo, vou ver se consigo resolver isso sozinho. Obrigado!",
            "Encerrando a conversa por agora.",
            "Obrigado pela ajuda, até mais!",
            "Até a próxima",
            "Obrigado pelo suporte, encerrando a conversa!",
            "Vou encerrar a conversa, obrigado pelo atendimento.",
            "Encerrando a conversa.",
            "Obrigado pela assistência, podemos encerrar a conversa!",
            "Muito obrigado pela assistência, até breve!",
            "Grato(a) pelo auxílio!",
            "Acho que já resolvi o meu problema. Obrigado!",
            "Encerrando a conversa por enquanto.",
            "Meu problema foi resolvido, obrigado(a)!",
            "Finalizar conversa, obrigado pela ajuda.",
            "Até a próxima vez",
            "Obrigado pela ajuda, encerrar a conversa.",
            "Fiquei satisfeito(a) com as soluções apresentadas.",
            "Tudo resolvido, encerrar conversa.",
            "Foi muito útil conversar com você, obrigado!",
            "Muito obrigado(a) pela ajuda!",
            "Encerrar chatbot, obrigado.",
            "Valeu pela ajuda, encerrando a conversa agora",
            "Finalizar chat, obrigado pela ajuda.",
            "Agradeço pela ajuda, até mais",
            "Tchau, até mais!",
            "Foi um ótimo atendimento, podemos encerrar agora.",
            "Muito obrigado pelo suporte, encerrando aqui!",
            "Encerrando aqui a conversa, todas as dúvidas foram solucionadas!",
            "Agradeço pela ajuda, encerrando a conversa.",
            "Obrigado pelo suporte, vamos encerrar agora.",
            "Thanks, closing the chat now",
            "Encerrando a conversa, obrigado.",
            "Agradeço imensamente, encerrando por aqui",
            "Encerrando a conversa aqui, obrigado pela ajuda!",
            "Finalizar chatbot, agradeço a ajuda.",
            "Agradecido pela solução, até mais",
            "Obrigado pelo suporte, encerrando a conversa",
            "Terminei de conversar, obrigado(a)!",
            "Encerrar, obrigado pela ajuda.",
            "Acho que é tudo por ora",
            "Obrigado pela orientação, finalizando aqui a conversa!",
            "Foi ótimo conversar contigo, muito obrigado!",
            "Agradeço pela orientação, encerrando a conversa!",
            "Terminei meu atendimento, podemos encerrar.",
            "Grato pela ajuda, encerrando a conversa",
            "Até mais, muito obrigado!",
            "Foi bom conversar, até mais",
            "Foi um prazer conversar com você!",
            "Ótimo, vou encerrar a conversa.",
            "Encerrar conversa, obrigado pelo suporte prestado.",
            "Encerrar diálogo, agradeço pelo atendimento.",
            "Obrigado(a) pelo suporte!",
            "Agradeço pelos esclarecimentos, finalizar conversa.",
            "Acabou meu tempo disponível, encerrar conversa.",
            "Consegui solucionar meu problema, podemos encerrar a conversa.",
            "Muito obrigado pela assistência, encerrando agora",
            "Encerrar diálogo, agradeço pela ajuda. ",
            "Até a próxima!",
            "Obrigado, foi útil",
            "Encerrar chatbot, obrigado pelo suporte.",
            "Entendi tudo o que precisava, encerrar atendimento.",
            "Ok, muito obrigado!",
            "Por hoje é só, encerrar atendimento.",
            "Encerrar atendimento, obrigado pelo tempo dispensado.",
            "Encerrar chat, agradecido pela ajuda.",
            "Obrigado pela ajuda, encerrar conversa.",
            "Agradeço pelas soluções apresentadas, encerrando a conversa!",
            "Agradeço a assistência, podemos encerrar.",
            "Muito obrigado pelo atendimento, vamos finalizar a conversa!",
            "Encerrar diálogo agora.",
            "Obrigado(a) pela assistência prestada!",
            "Encerrar diálogo, obrigado pela assistência.",
            "Muito obrigado pela ajuda",
            "Encerrar diálogo, obrigado.",
            "Agradeço pela atenção, até mais!",
            "Solucionei meu problema! Obrigado(a)!",
            "Encerrar a conversa, obrigado pelo suporte.",
            "Encerrar conversa, agradeço pela ajuda.",
            "Muito obrigado pela assistência, finalizando a conversa!",
            "Já entendi tudo que precisava, podemos encerrar a conversa.",
            "Agradeço pela ajuda do chatbot, encerrar conversa.",
            "Preciso ir agora, mas obrigado pela ajuda!",
            "Encerrar o atendimento, obrigado.",
            "Encerrar conversa, obrigado.",
            "Já tenho a informação necessária, encerrando a conversa!",
            "Agradeço pela ajuda, finalizar conversa.",
            "Excelente atendimento, obrigado(a)!",
            "Foi um prazer conversar contigo, até a próxima!",
            "Preciso me concentrar agora, encerrar",
            "Foi muito útil, podemos encerrar agora.",
            "Adeus!",
            "Agradeço pelo suporte, vamos encerrar a conversa!",
            "Obrigado pela ajuda, encerrando a conversa!",
            "Obrigado pelas orientações, encerrando aqui!",
            "Devo ir agora, muito obrigado",
            "Obrigado pelo suporte, podemos encerrar a conversa.",
            "Encerrar atendimento, obrigado pela paciência."
        ]
    }
]