[
    {
        "label": "Cumprimentos e saudações",
        "keywords": [
            "Oi, tudo bem?",
            "Oi, o que você precisa de auxílio?",
            "Boa tarde, estou com dúvidas.",
            "Boa noite, posso ajudá-lo?",
            "Oi, preciso de sua ajuda para solucionar um problema de lubrificação.",
            "Bom dia, qual é o desafio?",
            "Boa tarde, como posso ajudar?",
            "Bom dia, como faço para identificar problema de aquecimento em uma máquina?",
            "Olá, como posso ser útil?",
            "Oi, tudo bem? O que você precisa resolver?",
            "Olá, preciso de sua ajuda para entender como funciona um PLC.",
            "Oi, em que posso ajudar hoje?",
            "Oi equipe",
            "Oi!",
            "Hello",
            "Olá, o que posso ajudar?",
            "Olá, posso ajudar em algo?",
            "Hey",
            "Olá, preciso de ajuda.",
            "Oi",
            "Olá, o que precisa de solução?",
            "Bom dia, como posso lhe ser útil?",
            "E aí, qual é a necessidade?",
            "Oi, como posso resolver isso?",
            "E aí!",
            "Oi tudo tranquilo?",
            "Bom dia, pode me ajudar?",
            "Oi, precisa de ajuda?",
            "Bom dia",
            "Boa tarde",
            "Oi, como está?",
            "Bom dia!",
            "Oi, em que posso ajudar?",
            "Boa noite, alguém pode me ajudar?",
            "Oi, estou com uma dúvida em relação à manutenção preventiva.",
            "Olá, o que precisa?",
            "Tudo bem?",
            "Olá, poderia me orientar?",
            "Oi, como faço para solucionar um problema de sobrecarga em uma máquina?",
            "Boa tarde, por favor preciso de ajuda.",
            "Boa tarde, posso ser útil?",
            "E aí?",
            "Oi galera",
            "Oi, preciso de ajuda para instalar um novo painel elétrico em minha indústria.",
            "Olá, preciso resolver um problema mecânico. Algum especialista pode me ajudar?",
            "Bom dia, como identificar quais são as peças que precisam ser substituídas?",
            "Boa noite",
            "Oi tudo certo?",
            "Oi, como posso auxiliar?",
            "Bom dia! Qual o problema que está enfrentando?",
            "Oi, qual é a dúvida?",
            "Oi, como posso ajudar?",
            "Boa tarde!",
            "Ei",
            "Alguém pode me ajudar?",
            "Olá, gostaria de saber mais sobre como solucionar falhas elétricas.",
            "Fala aí, tudo ok?",
            "Oi, preciso de uma solução.",
            "Boa tarde, preciso de ajuda com um problema mecânico.",
            "Oi, boa noite!",
            "Bom dia, pode me dar uma dica?",
            "Bom dia, como está?",
            "Boa noite, como faço para entender as especificações técnicas de uma válvula hidráulica?",
            "Alguém aí?",
            "Olá amigos",
            "E aí, qual é a ideia?",
            "E aí, precisando de ajuda?",
            "Tudo bom?",
            "Boa tarde, gostaria de saber se é possível consertar um motor danificado.",
            "Olá, pode me ajudar?",
            "Oi, estou com um problema.",
            "Oi pessoal",
            "Olá, o que posso fazer por você?",
            "Olá",
            "Olá!",
            "Boa noite!",
            "Olá, estou com dificuldades.",
            "Olá, preciso de ajuda para identificar um ruído estranho em minha máquina.",
            "Olá, quer conversar?",
            "Olá, poderia me indicar um especialista em manutenção de equipamentos industriais?",
            "Boas",
            "E aí, em que posso ajudar?",
            "Oi, qual é a melhor forma de prevenir problemas elétricos nas máquinas?",
            "E aí, tudo bem?",
            "Olá, estou com um vazamento hidráulico e não sei como solucionar. Pode me ajudar?",
            "Oi, não sei o que fazer.",
            "Bom dia, alguém pode me ajudar?",
            "Olá, tudo bem?",
            "Boa noite, como faço para evitar a falta de energia em minha indústria?",
            "Como vai?",
            "Boa noite, por favor, me ajude.",
            "Boa tarde, qual é a questão?",
            "Boa tarde, pode me ajudar com um problema?",
            "Boa noite, qual é a demanda?",
            "Boa tarde, posso ajudar em algo?",
            "Boa tarde, tenho uma dúvida sobre a calibragem de equipamentos. Pode me orientar?",
            "Oi amigão",
            "E aí",
            "Oi time",
            "Boa tarde, em que posso ser útil?"
        ]
    },
    {
        "label": "Solicitação de ajuda para solucionar um problema",
        "keywords": [
            "Como economizar energia em meu sistema industrial?",
            "Qual é a melhor forma de corrigir um problema de superaquecimento?",
            "Estou sofrendo com queda de produção em minha linha de envase. Como posso solucionar o problema?",
            "Minha máquina está apresentando mau contato, o que devo fazer?",
            "O robô da minha fábrica parou de funcionar, como posso consertá-lo?",
            "A luz indicadora do meu equipamento está piscando, isso é grave?",
            "Poderia me ajudar com um problema na máquina de corte?",
            "O sistema hidráulico do equipamento não está pressurizando, como devo solucionar?",
            "Meu maquinário está apresentando problemas mecânicos. O que devo fazer?",
            "Estou enfrentando dificuldades com minha rede elétrica, você pode me dar alguma orientação?",
            "Como resolver um problema de sobrecarga em meu chiller?",
            "Não estou conseguindo ligar o equipamento, o que pode ser?",
            "Tenho problemas com a ventilação da minha máquina. O que pode estar acontecendo?",
            "Meu equipamento está fazendo muito barulho. O que pode ser?",
            "Estou com dificuldades para programar o meu equipamento, o que devo fazer?",
            "Meu maquinário parece estar com um mau funcionamento, o que devo fazer?",
            "Preciso de orientação para fazer a manutenção da minha máquina de forma eficiente",
            "Qual é a melhor maneira de lidar com problemas de estanqueidade em equipamentos?",
            "Estou com dificuldades em solucionar um problema com a bomba de água da minha linha de produção.",
            "O motor da minha máquina está superaquecendo, o que fazer?",
            "Estou percebendo uma queda no desempenho de minha máquina. O que pode causar isso?",
            "Estou tendo problemas no controle de temperatura na minha produção, o que fazer?",
            "Minha máquina parou de funcionar do nada. O que pode estar errado?",
            "Minha máquina está vibrando excessivamente. Isso é um problema?",
            "Como posso solucionar um problema de sobrecarga em minha linha de produção?",
            "Minha máquina parou de funcionar, como posso resolver?",
            "Estou com dificuldades para entender o manual do meu equipamento, o que devo fazer?",
            "A conexão elétrica do meu equipamento está apresentando problemas, o que devo verificar?",
            "Preciso de um especialista para me ajudar a solucionar um problema complexo na minha máquina",
            "Minha rede elétrica está sofrendo com curtos circuitos, o que está causando isso?",
            "Minha máquina de corte está apresentando alguns erros, o que devo fazer?",
            "Poderia me orientar sobre como resolver um problema de falta de energia em meu equipamento de armazenamento?",
            "Como solucionar um problema no sistema de iluminação da minha fábrica?",
            "Meu sistema de automação não está funcionando corretamente, como posso consertá-lo?",
            "Estou com dificuldade em solucionar um problema elétrico em minha máquina de costura",
            "Meu equipamento está apresentando falhas, o que devo fazer?",
            "Estou enfrentando uma falha em meu sistema elétrico. O que devo fazer?",
            "Meu equipamento não está funcionando corretamente. O que pode ser?",
            "Estou com dificuldades para fazer a manutenção corretiva, o que posso fazer?",
            "Estou enfrentando problemas em meu sistema de controle de qualidade. O que fazer?",
            "Meu equipamento está emitindo ruídos estranhos, o que pode estar causando?",
            "Como fazer a manutenção preventiva de máquinas e equipamentos?",
            "Minha máquina está fazendo barulhos estranhos, o que pode ser?",
            "Minha máquina não está respondendo aos comandos, o que pode estar acontecendo?",
            "Como corrigir um curto-circuito em um sistema de energia elétrica?",
            "Estou com um problema no motor da minha máquina, o que devo fazer?",
            "Minha máquina está vibrando excessivamente, como posso solucionar esse problema?",
            "Como diagnosticar o problema em uma máquina?",
            "Estou com problemas no meu sistema de refrigeração, o que fazer?",
            "Minha máquina está superaquecendo, o que pode estar causando isso?",
            "Minha máquina está superaquecendo. O que fazer?",
            "Minha máquina está produzindo peças com defeito, o que pode estar causando isso?",
            "Estou com dificuldades para ajustar a tensão do meu equipamento, como posso solucionar?",
            "Tenho um problema com a minha esteira de montagem. Pode me ajudar a consertá-la?",
            "Tenho uma peça quebrada na minha máquina, onde posso encontrar outra?",
            "Estou com problemas no controle de qualidade dos produtos, você pode me ajudar a solucionar isso?",
            "Estou com dificuldades em encontrar a causa dos ruídos em minha máquina de impressão.",
            "A máquina está fazendo um barulho estranho, como posso consertar?",
            "O meu equipamento está desligando sozinho, o que pode ser o problema?",
            "Minha máquina está apresentando problemas de vibração, como posso resolver?",
            "Estou tendo problemas com a resistência elétrica de minha máquina. O que devo fazer?",
            "Minha produção está caindo, o que pode estar ocorrendo?",
            "Estou com dificuldades para encontrar as peças corretas para reequipar a minha máquina. O que devo fazer?",
            "Como diagnosticar e reparar os problemas em um motor elétrico?",
            "Estou com dificuldades em solucionar um problema em minha prensa hidráulica.",
            "Preciso trocar uma peça da minha máquina, qual é a mais indicada?",
            "Estou tendo dificuldades em identificar a causa de um problema na minha produção, você pode me ajudar?",
            "Preciso de ajuda para realizar a troca de uma peça específica no meu equipamento",
            "Tenho um problema com meu sistema de ar comprimido. Pode me ajudar?",
            "O sistema de lubrificação da minha máquina não está funcionando, como posso solucionar esse problema?",
            "Estou com dificuldades para entender o funcionamento de uma ferramenta, pode me ajudar?",
            "Minha linha de produção está produzindo muito lentamente, o que devo fazer?",
            "Preciso de ajuda para solucionar um problema em meu gerador elétrico.",
            "A máquina está consumindo muito mais energia do que o esperado, o que pode ser?",
            "O que pode estar causando um problema de vibração em meu motor elétrico?",
            "Estou com dificuldades para encontrar a causa raiz de um problema na minha máquina, como posso melhorar essa análise?",
            "A bomba de água do meu equipamento está com vazamentos, o que devo verificar?",
            "A velocidade do meu motor está irregular, como solucionar esse problema?",
            "Poderia me orientar sobre como resolver um problema de superaquecimento em meu equipamento de força?",
            "Estou com um problema no motor de uma máquina, pode me ajudar?Não sei o que está causando a falha no meu equipamento, pode me orientar?Tenho um problema elétrico em um dos meus maquinários, o que devo fazer?Minha máquina está superaquecendo, como posso resolver isso?Estou tendo problemas com a transmissão em uma linha de produção, o que devo checar?O que posso fazer para solucionar a falha em uma das minhas máquinas?Sou leigo em mecânica e elétrica, por onde devo começar a identificar um problema?Alguma ideia do que pode estar causando um barulho estranho na minha máquina?Um dos motores da minha empresa queimou, como reverter a situação?Percebemos uma queda na produção, o que pode estar causando isso?Já tentei algumas soluções, mas ainda não consegui solucionar o problema. Alguma dica?Meu maquinário está vibrando muito, como posso resolver esse problema?Tenho uma máquina que está parando constantemente, o que pode estar causando isso?Notamos que um dos nossos equipamentos está consumindo mais energia do que o normal, algo pode estar errado?Preciso de ajuda com um problema em um sistema de refrigeração, pode me orientar?Tenho um problema no sistema hidráulico de uma máquina, o que devo checar?Uma das nossas máquinas está apresentando um vazamento, o que devo fazer?Estou com dificuldade em identificar um problema na minha linha de produção, pode me dar algumas dicas?Percebemos uma oscilação na velocidade de uma das nossas máquinas, o que pode estar causando isso?Minha empresa precisa de uma manutenção preventiva, pode me ajudar a montar um plano adequado?",
            "Como posso resolver um problema de vazamento em meu equipamento de pintura?",
            "Meu equipamento de solda está apresentando falhas. Como posso consertá-lo?",
            "Estou tendo dificuldades para interpretar as informações do painel de controle, você pode me auxiliar?",
            "Como posso evitar problemas comuns em máquinas?",
            "Não estou conseguindo fazer a manutenção preventiva da minha máquina, o que devo fazer?",
            "Estou sofrendo com queda de energia na minha fábrica, existe algo que eu possa fazer para evitar isso?",
            "Um dos meus equipamentos parou de funcionar, o que devo fazer?",
            "Estou tendo dificuldades para identificar o tipo de lubrificante que deve ser usado em minha máquina, pode me ajudar?",
            "Preciso realizar manutenção preventiva em meu equipamento, você pode me dar algumas orientações?",
            "A calibração da ferramenta da minha máquina está desajustada, o que fazer?",
            "Qual é a melhor forma de lidar com problemas de lubrificação em máquinas?",
            "Minhas máquinas estão apresentando baixo rendimento. Pode me ajudar a solucionar o problema?",
            "Estou com dificuldades para realizar a manutenção preditiva, como posso melhorar isso?",
            "Preciso de ajuda para solucionar um problema em meus motores elétricos.",
            "A correia da minha máquina está desgastada, como devo proceder?",
            "Estou enfrentando problemas de umidade em meu sistema de refrigeração. O que devo fazer?",
            "Olá! Estou com um problema na linha de produção, pode me ajudar?",
            "Minha linha de produção está parada por causa de um problema, como posso solucioná-lo?",
            "Gostaria de saber qual o melhor combustível para utilizar na minha máquina",
            "O sistema de refrigeração do meu equipamento está com problemas, o que devo verificar?"
        ]
    },
    {
        "label": "Pedido de resolução do problema",
        "keywords": [
            "Preciso de ajuda para solucionar problemas mecânicos em uma máquina específica",
            "Como solucionar problemas de corrosão em equipamentos industriais?",
            "Estou em dúvida sobre qual tipo de lubrificante utilizar em um equipamento. Pode me orientar?",
            "Preciso fazer uma calibração no meu equipamento, como devo proceder?",
            "Preciso verificar o desgaste em peças de um equipamento. Pode me ajudar a identificar?",
            "Preciso solucionar um problema elétrico em um painel, o que verificar?",
            "Estou tendo dificuldades para trocar peças na minha máquina, como faço?",
            "A máquina está emitindo um som estranho, o que devo fazer?",
            "Preciso de ajuda para trocar peças de uma máquina industrial, você pode me auxiliar?",
            "Meu equipamento não liga, o que devo verificar?",
            "Estou tendo dificuldades para ligar a minha máquina, como posso resolver isso?",
            "Minhas máquinas estão apresentando um alto consumo de energia. O que pode estar acontecendo?",
            "Preciso de ajuda para solucionar problemas com rolamentos",
            "Estou tendo problemas de estabilidade no meu equipamento, há alguma solução para isso?",
            "Minhas máquinas estão apresentando um mau funcionamento. O que pode ser?",
            "Minha máquina está apresentando problemas de vibração, como solucionar?",
            "Minha máquina está ficando superaquecida, há alguma solução?",
            "Estou tendo dificuldades para calibrar um sensor em meu equipamento. Como proceder?",
            "Preciso solucionar um problema elétrico na fábrica, você pode me ajudar?",
            "Minha prensa hidráulica não está funcionando corretamente, o que pode ser?",
            "Qual é a melhor técnica para solucionar falhas em circuitos elétricos?",
            "Estou com problemas de vazamento no meu sistema hidráulico, como posso resolver?",
            "Preciso identificar uma peça defeituosa na máquina, pode me ajudar a encontrar?",
            "Preciso de ajuda para configurar um CLP, como realizar essa tarefa?",
            "Minha máquina está vazando óleo, o que fazer?",
            "Como solucionar problemas com falhas em válvulas hidráulicas?",
            "Preciso de orientação para substituir uma peça danificada em um equipamento.",
            "Preciso fazer uma limpeza no meu compressor, como faço?",
            "Minha máquina está fazendo barulho estranho, o que pode ser?",
            "Qual é a melhor forma de solucionar problemas com parafusos sem rosca?",
            "Estou enfrentando problemas mecânicos em uma das máquinas, você pode me ajudar?",
            "Estou com um problema em uma máquina de produção, como posso consertá-la?Minha máquina está fazendo um barulho estranho, o que pode ser?Preciso de ajuda para diagnosticar um problema elétrico na minha fábrica.Como posso consertar um motor que não está funcionando corretamente?Minha linha de produção está parando constantemente, o que pode estar causando isso?Preciso de ajuda para identificar e resolver problemas em meu sistema de aquecimento.Como posso diagnosticar uma falha em meu sistema pneumático?Minha máquina está superaquecendo, o que posso fazer para resolver o problema?Estou com um problema em uma peça maquinada, o que posso fazer para corrigi-lo?Minha máquina está vibrando excessivamente, o que pode estar causando isso?Preciso de ajuda para consertar um problema com uma esteira transportadora.Minha máquina está apresentando falhas em seu software, o que devo fazer?Como posso corrigir um problema em um sensor de minha linha de produção?Preciso de ajuda para diagnosticar um problema em meu sistema de lubrificação.Minha máquina está produzindo peças com medidas incorretas, o que pode estar causando isso?Como posso identificar a causa de um vazamento em meu sistema hidráulico?Preciso de ajuda para corrigir um problema com um robô industrial.Minha máquina está travando e apresentando falhas em seu sistema de controle, o que deve ser feito?Como posso resolver um problema em um sistema de câmeras de inspeção?Preciso de ajuda para corrigir um problema em um sistema de elevação de carga.",
            "Estou tendo problemas com a calibração dos sensores da minha máquina, você sabe como posso resolver isso?",
            "O sistema hidráulico do equipamento está com vazamento, o que devo fazer?",
            "Preciso de ajuda com a manutenção da minha fábrica, pode me ajudar?",
            "A minha linha de produção está produzindo pouco, como melhorar a eficiência?",
            "Como solucionar problemas com máquinas de embalagem?",
            "Estou com um problema elétrico na minha máquina, pode me ajudar?Não estou conseguindo conectar meu equipamento ao computador, o que pode ser?Minha produção está diminuindo, há algo errado com a máquina?Não sei o que fazer quando a máquina apresenta um aviso de erro, pode me orientar?Preciso de ajuda para solucionar um problema de engrenagem, você pode me ajudar?Não consigo identificar vazamentos na minha tubulação, o que devo fazer?Como solucionar problemas com válvulas hidráulicas em minha máquina?Tenho dificuldades com a operação de meu robô industrial, o que pode ser?Quais são as possíveis causas para a falha no motor de minha máquina?Não consigo encontrar o manual de instruções da minha máquina, pode me ajudar?Como solucionar problemas em bombas de água e óleo de meu equipamento?Preciso identificar o erro em uma falha de comunicação entre equipamentos, você pode me ajudar?Tenho problemas com a performance da minha máquina, o que pode ser feito?Não consigo encontrar a peça de reposição necessária para meu equipamento, o que fazer?Como fazer manutenção preventiva em equipamentos de grande porte, como guindastes e pontes rolantes?Preciso de ajuda para solucionar um problema de sobrecarga em meu transformador, pode me orientar?Como solucionar problemas em sistemas de refrigeração e ar condicionado de indústrias?Tenho dúvidas quanto às precauções que devo tomar antes de executar a manutenção em uma máquina, pode me ajudar?Como solucionar problemas em caixas de engrenagens e redutores de velocidade de minha máquina?Não consigo solucionar o problema de atraso em meu sistema de produção, o que deve ser feito?",
            "Meus funcionários estão relatando problemas com a iluminação do ambiente de trabalho. Como solucionar?",
            "Minha máquina está apresentando problemas de umidade, o que pode ser?",
            "Preciso de ajuda para entender o funcionamento de uma máquina em específico.",
            "Preciso fazer a manutenção em uma esteira transportadora, como faço?",
            "Preciso encontrar um fornecedor de peças de reposição para meu equipamento",
            "Tenho um projeto de automação para a minha fábrica, você pode me ajudar a implementá-lo?",
            "Meu equipamento está falhando, pode me indicar possíveis causas?",
            "Estou ouvindo um ruído estranho vindo da minha máquina, você sabe o que pode ser?",
            "Preciso saber qual é a melhor solução para o problema em minha máquina",
            "Como resolver problemas de vibração excessiva em um equipamento?",
            "Estou enfrentando um problema com um motor elétrico. Pode me ajudar?",
            "Minha máquina não está funcionando corretamente, o que devo fazer?",
            "Estou enfrentando dificuldades com o funcionamento de um robô industrial, o que fazer?",
            "O que fazer em caso de superaquecimento de um equipamento?",
            "Preciso de ajuda para encontrar a causa de uma falha em um robô industrial",
            "A máquina está superaquecendo, o que pode estar causando isso?",
            "A minha máquina está apresentando um ruído estranho, o que pode ser?",
            "Estou com um problema no motor da minha máquina, pode me ajudar?",
            "Como solucionar problemas com transmissão de energia elétrica?",
            "Preciso de ajuda para solucionar um problema na instalação elétrica da minha empresa.",
            "Minha esteira está apresentando mau funcionamento, como solucionar?",
            "Minha máquina CNC está apresentando um erro de código. O que devo fazer?",
            "Como identificar um problema na transmissão de energia elétrica?",
            "Preciso de ajuda para encontrar a causa de uma falha em um sensor",
            "Estou tendo problemas com um equipamento novo na minha empresa e não sei como resolver.",
            "Estou com problemas em um sistema hidráulico. Pode me ajudar?",
            "Minha linha de produção está parada por conta de um problema elétrico, como solucionar?",
            "A luz indicadora do painel da minha máquina está vermelha, você sabe o que pode ser?",
            "Como resolver um problema de superaquecimento na máquina?",
            "A máquina está apresentando vazamento de óleo, o que devo verificar?",
            "Minha linha de produção está paralisada, como faço para solucionar o problema?",
            "Como identificar um problema de sobrecarga em um motor?",
            "Estou enfrentando dificuldades para configurar um inversor de frequência. O que devo fazer?",
            "Preciso fazer a verificação do sistema de segurança da minha fábrica, como devo proceder?",
            "A máquina está apresentando problemas no ciclo da produção, o que devo verificar?",
            "Estou com um problema no sistema de refrigeração de minha máquina, pode me ajudar?",
            "Preciso saber como resolver um problema de umidade em minha fábrica",
            "Tenho um problema com uma peça específica da minha máquina, posso obter ajuda para encontrar uma substituta?",
            "Tenho um problema em um sistema pneumático e não sei como resolver. Pode me orientar?",
            "Minha máquina não está funcionando corretamente, o que pode ser?",
            "Preciso fazer uma análise de vibração na minha máquina, como devo proceder?",
            "Estou com dificuldades para programar um robô industrial. Pode me ajudar?",
            "Preciso de ajuda para dimensionar um motor elétrico, como realizar essa tarefa?",
            "Estou enfrentando problemas com o inversor de frequência, você pode me orientar?",
            "Estou com dificuldades em identificar um problema em minha máquina, pode me orientar?",
            "Preciso de ajuda para identificar o problema em uma máquina de produção.",
            "Como resolver um problema em minha rede elétrica industrial?",
            "Preciso de uma solução rápida para o problema em minha linha de produção",
            "A minha máquina parou de funcionar do nada, pode me ajudar a descobrir o que está errado?",
            "Minha linha de produção está com defeito e não sei como solucionar. Alguma sugestão?",
            "O motor da máquina está fazendo barulho, o que significa isso?",
            "Minha produção está abaixo do esperado, pode me ajudar a identificar a causa?",
            "A máquina está desalinhada, o que fazer para corrigir?",
            "Estou tendo problemas com o sistema elétrico da minha fábrica, pode me ajudar a resolver?",
            "Qual é a melhor forma de verificar a integridade de cabos elétricos?",
            "Minha máquina está produzindo peças defeituosas, o que pode ser?",
            "A máquina está apresentando falhas no funcionamento, o que devo fazer?",
            "Estou tendo problemas com o sistema pneumático da minha fábrica, você pode me ajudar a identificar?",
            "Tenho um problema com um motor elétrico, o que pode ser?",
            "Minha produção está sofrendo com falhas constantes em um determinado processo. O que devo fazer?",
            "Estou com um problema no motor elétrico, você pode me ajudar?",
            "Preciso instalar um novo sistema elétrico na minha fábrica, você pode me ajudar nisso?"
        ]
    },
    {
        "label": "Dúvida na identificação do equipamento",
        "keywords": [
            "Como identificar o modelo do meu equipamento?",
            "Como posso saber se o equipamento é elétrico ou mecânico?",
            "Não sei qual é o equipamento que eu estou lidando. Como posso descobrir isso?",
            "O equipamento está com a identificação apagada, como faço para identificá-lo?",
            "Estou com dificuldade para identificar a marca do meu equipamento, o que devo fazer?",
            "Como identificar a origem de um problema em um equipamento específico?",
            "Posso enviar uma foto do equipamento para que você possa me ajudar?",
            "Quais informações eu preciso fornecer para que você possa me ajudar a identificar corretamente o equipamento em questão?",
            "Preciso identificar o equipamento para solicitar manutenção, como faço?",
            "Qual a melhor forma de identificar o tipo de material do meu equipamento?",
            "Preciso saber o modelo desse equipamento",
            "Tenho um problema em um equipamento, mas não encontro a identificação dele, pode me ajudar?",
            "Existe uma maneira simples de identificar o equipamento?",
            "Qual o nome desse equipamento?",
            "Meu equipamento não possui informações de identificação, o que faço?",
            "Não estou conseguindo identificar o equipamento que não está operando corretamente, o que devo fazer?",
            "Estou com dificuldades para identificar um dispositivo no meu setor, você pode me auxiliar?",
            "Como posso diferenciar um equipamento de outro que é semelhante?",
            "Quais as informações básicas que preciso para identificar um equipamento?",
            "Quais são os fatores principais a serem observados para a identificação de equipamentos?",
            "Meu equipamento está sem tag de identificação, como resolver?",
            "Estou fazendo uma manutenção em um equipamento, mas não sei qual é. Pode me ajudar a identificar?",
            "Há alguma equipe que possa me ajudar a identificar o equipamento que está com defeito?",
            "É possível identificar um equipamento a partir do som que ele emite?",
            "Gostaria de uma ajuda para identificar o equipamento que está apresentando problemas",
            "Não sei identificar se o problema é no motor ou no compressor do equipamento. Pode me auxiliar?",
            "Não tenho certeza se esse é o equipamento certo para minha necessidade, como faço para identificar?",
            "Existe algum manual que possa me ajudar na identificação desse equipamento?",
            "Onde posso encontrar informações sobre identificação de equipamentos?",
            "Como faço para descobrir qual é esse maquinário?",
            "Algum equipamento específico está apresentando problema, mas não sei identificá-lo, o que fazer?",
            "Estou com um problema em um equipamento, mas não consigo identificá-lo. Pode me ajudar com isso?",
            "Preciso identificar o equipamento, mas não encontro nenhuma identificação, o que fazer?",
            "Não sei exatamente qual equipamento estou lidando, você pode me orientar?",
            "Há algum arquivo que possa me ajudar na identificação desse equipamento?",
            "Preciso de ajuda para identificar esse equipamento no meu galpão",
            "Não conheço o equipamento o suficiente para identificá-lo. Você pode me ajudar?",
            "Posso enviar uma foto do equipamento para você me ajudar a identificar?",
            "Estou com dificuldade em identificar o equipamento, vocês podem me auxiliar?",
            "Preciso de auxílio na identificação de um equipamento que está danificado",
            "Como identificar as especificações do meu equipamento?",
            "Como identificar o fabricante do equipamento?",
            "Preciso identificar um equipamento específico para fazer o pedido de reposição de peças, pode me dar uma dica?",
            "Tenho dúvida na identificação de um equipamento específico. É possível me enviar uma lista de equipamentos e suas descrições?",
            "Não sei como se chama, pode me ajudar a identificar?",
            "Estou com dificuldade em identificar um componente no equipamento, o que faço?",
            "Estou tentando identificar o modelo do equipamento, pode me ajudar com isso?",
            "Existe algum código ou número de série que possa ajudar na identificação?",
            "Preciso identificar o número de série do meu equipamento, como fazer?",
            "Quais são as características do equipamento que estou tentando identificar?",
            "Não tenho acesso às informações do equipamento, como posso identificá-lo?",
            "Gostaria de saber mais sobre as características desse equipamento, como faço?",
            "Como posso identificar esse equipamento que não possui placa de identificação?",
            "Estou com dificuldade em identificar o equipamento, o que faço?",
            "Não sei qual equipamento está apresentando falha, como identificá-lo?Posso enviar uma foto do equipamento para ajudar na identificação?",
            "Não consigo encontrar a etiqueta de identificação do equipamento, tem alguma dica para me dar?",
            "Como faço para descobrir o número de série do equipamento?",
            "Não encontrei a identificação do equipamento em lugar algum, pode me dar uma orientação de como proceder?",
            "Qual seria o procedimento para identificar um equipamento sem qualquer informação?",
            "Existe alguma ferramenta específica para identificar equipamentos?",
            "É possível conseguir o número de série desse equipamento?",
            "Qual a melhor forma de identificar o equipamento na fábrica?",
            "Não encontro nenhuma identificação no equipamento, o que fazer?",
            "Preciso identificar um equipamento da linha de produção, mas não sei como fazer isso. O que me indicam?",
            "Existe algum aplicativo para identificação de equipamentos?",
            "Há alguma ferramenta que possa ser utilizada para identificar esse dispositivo?",
            "Preciso saber o modelo do equipamento para encomendar peças, como faço?",
            "Estou com dificuldade em entender como funciona o equipamento que eu estou lidando. Como posso identificá-lo com mais facilidade?",
            "O equipamento que preciso identificar está em um local de difícil acesso, há alguma forma de identificá-lo sem precisar me deslocar?",
            "Gostaria de saber se você pode me ajudar na identificação do modelo de um equipamento.",
            "Tenho uma foto de um equipamento, mas não sei o nome dele. Pode me ajudar a identificá-lo?",
            "Qual é o nome desse equipamento na minha fábrica?",
            "Como posso identificar esse equipamento?",
            "Pode me dar mais informações sobre esse dispositivo não identificado?",
            "Não consigo identificar o equipamento que precisa de manutenção, você pode me orientar?",
            "Quais características específicas eu devo prestar atenção para identificar corretamente o equipamento em questão?",
            "Não encontrei a placa de identificação desse equipamento, o que posso fazer?",
            "Como posso identificar um equipamento com base em sua finalidade?",
            "Gostaria de saber mais sobre esse equipamento, qual é o modelo?",
            "Como posso identificar o modelo do equipamento?",
            "Preciso fazer a manutenção desse equipamento, como descobrir qual é?",
            "O meu equipamento não possui rótulo de identificação, como procedo?",
            "Estou com dificuldade para identificar a função do meu equipamento, o que faço?",
            "Como posso identificar a marca de um equipamento?",
            "Qual a melhor maneira de identificar um equipamento que nunca vi antes?",
            "Estou com dificuldades para encontrar a placa de identificação do meu equipamento, o que faço?",
            "Como posso identificar o fabricante desse equipamento?",
            "Qual é o nome do equipamento?",
            "Preciso de ajuda para identificar a peça de um equipamento, como posso fazer isso?",
            "Há alguma maneira de descobrir qual é esse aparelho?",
            "Como posso identificar se o equipamento é mecânico ou elétrico?",
            "Qual a aparência e dimensões do equipamento que estou precisando identificar?",
            "Por onde começo a identificar o tipo de equipamento?",
            "Como faço para identificar um problema específico no equipamento?",
            "Existem dicas para ajudar na identificação de um equipamento?",
            "Preciso identificar o equipamento para solicitar uma peça. Você pode me ajudar nisso?",
            "Existe alguma diferença na identificação de equipamentos em diferentes indústrias?",
            "Preciso identificar um equipamento antigo, como faço?",
            "Vi um equipamento no site da empresa, mas não sei como se chama. Pode me ajudar a identificar?",
            "Como faço para identificar se o equipamento que estou lidando é antigo ou novo?"
        ]
    },
    {
        "label": "Dúvida na identificação do problema",
        "keywords": [
            "Gostaria de saber como identificar o problema da minha máquina",
            "Quais são os principais problemas em um sistema de transporte de materiais?",
            "Não sei se o problema é mecânico ou elétrico, como saber?",
            "Como identificar problemas em uma máquina de solda?",
            "Estou confuso sobre qual é o problema",
            "Como realizar um diagnóstico em uma máquina industrial?",
            "Gostaria de uma ajuda na solução do problema",
            "Não sei por onde começar para identificar o problema",
            "Não sei por onde começar a identificar o problema da minha máquina",
            "Como saber se o problema está no motor?",
            "Como determinar a frequência de manutenção necessária?",
            "O que pode causar travamentos em sistemas automatizados?",
            "Alguma peça parece estar quebrada, mas não sei qual é o problema. Como descobrir?",
            "O que pode estar causando falhas no sistema de refrigeração?",
            "Qual é a maneira mais eficiente de identificar o problema?",
            "Quais são os sintomas de um problema em um ventilador industrial?",
            "Por onde começar ao tentar identificar problema em uma máquina?",
            "Quais são os principais problemas em um sistema de ar comprimido?",
            "Tenho dúvidas sobre como identificar o problema na máquina",
            "A máquina está dando sinais de falha, como descobrir qual o problema?",
            "O que pode estar causando vibrações em uma máquina?",
            "Ferramenta apresentando falhas, como identificar o problema?",
            "Como saber se o problema é decorrente de uma falha mecânica?",
            "Como identificar problemas de vazamento?",
            "Qual é a melhor maneira de detectar o problema?",
            "O que pode causar uma queda na produção?",
            "Quais são as ferramentas necessárias para realizar a identificação do problema?",
            "Tenho dificuldade em identificar o problema em máquinas complexas",
            "Não sei se o problema está na alimentação elétrica ou na estrutura mecânica, como saber?",
            "Não sei identificar o problema",
            "Como identificar problemas em um transformador?",
            "Estou com dificuldades em identificar qual a causa do problema na máquina",
            "Qual é o primeiro passo na identificação do problema da minha máquina?",
            "Qual a causa mais comum para aumento de temperatura em um equipamento industrial?",
            "Como identificar problemas em sistemas de aquecimento?",
            "A quem devo recorrer para identificar o problema?",
            "Necessito de suporte para encontrar o problema",
            "Qual a melhor forma de identificar problemas em um forno industrial?",
            "Estou confuso na identificação do problema da minha máquina",
            "Como identificar problemas em um sistema de refrigeração?",
            "Como detectar problemas em sistemas de monitoramento e controle?",
            "Como posso saber qual é o problema?",
            "Não sei como diferenciar os possíveis problemas na minha máquina",
            "Gostaria de entender melhor como identificar o problema na minha máquina",
            "Não consegui identificar o problema da minha máquina",
            "Como identificar um problema na engrenagem?",
            "Como evitar futuros problemas com a máquina?",
            "Não entendo o que está causando o problema na minha máquina",
            "Como determinar a causa de uma falha?",
            "Preciso de orientação para identificar o problema da minha máquina",
            "Como identificar um problema na produção?",
            "Como identificar problemas em componentes eletrônicos?",
            "A máquina está fazendo uma barulho estranho, como saber qual o problema?",
            "Estou tendo dificuldades em identificar o problema",
            "Gostaria de ajuda para identificar o problema específico da minha máquina",
            "Quais são os sintomas de um problema de superaquecimento?",
            "Como identificar problemas em um sistema pneumático?",
            "Gostaria de ajuda na identificação do problema",
            "Preciso identificar qual o problema na máquina mas não sei por onde começar",
            "Como identificar problemas de ruído?",
            "Quais são as possíveis causas de um problema em um compressor?",
            "Como identificar problemas em um painel elétrico?",
            "Quem poderia me ajudar a identificar o problema?",
            "Posso contar com o chatbot para identificar o problema?",
            "Como saber se um problema pode ser resolvido sem a necessidade de um técnico?",
            "Como posso resolver o problema se não consigo identificá-lo?",
            "Como detectar problemas em sistemas de automação?",
            "Como saber se meu motor precisa de manutenção?",
            "Alguma peça está em mau funcionamento, como identificar o problema?",
            "Tenho uma dúvida na identificação do problema da minha máquina",
            "Qual a causa mais comum para danos em sistemas de transmissão de potência?",
            "O que devo fazer para identificar o problema?",
            "Preciso de ajuda para identificar o problema da minha máquina",
            "Como identificar problemas de vibração?",
            "Como identificar problemas em uma bomba hidráulica?",
            "Como identificar um problema elétrico?",
            "Como identificar problemas em um gerador?",
            "Como identificar problemas de alinhamento em máquinas rotativas?",
            "Como identificar a causa de um problema elétrico?",
            "A máquina simplesmente parou de funcionar, como identificar o problema?",
            "A máquina está apresentando um comportamento incomum, como identificar o problema?",
            "Preciso de ajuda para identificar o problema",
            "Como saber qual é o problema na minha máquina?",
            "Como encontrar os pontos de falha?",
            "Não sei qual o problema está causando a falha na produção, o que fazer?",
            "Quais são os sintomas de um problema com o compressor?",
            "Como saber se o problema é causado por falha humana?",
            "Como descobrir se a falha está relacionada ao sistema hidráulico ou pneumático?",
            "Não consigo identificar o problemaComo saber qual o problema na máquina?",
            "Como identificar problemas em um motor?",
            "Preciso de um guia para identificar o problema da minha máquina",
            "O que pode causar um problema elétrico em uma fábrica?",
            "Qual a melhor forma de descobrir se a falha está relacionada ao sistema hidráulico?",
            "O que pode estar causando ruídos excessivos em um equipamento?",
            "Tenho dificuldade em identificar o problema da minha máquina",
            "Qual a melhor forma de identificar um problema em um equipamento?",
            "Quais são os sinais de um problema na máquina?",
            "Preciso de ajuda para identificar qual o problema na minha máquina",
            "Qual é o método para identificar o problema da minha máquina?",
            "Preciso de orientação para identificar o problema"
        ]
    }
]