[
    {
        "label": "Cumprimentos e saudações",
        "keywords": [
            "Ei",
            "Oi, prazer em conhecê-lo!",
            "Hello",
            "Oi, como posso ajudar?",
            "Oi, bom te ver por aqui!",
            "Opa, tudo tranquilo?",
            "E aí, como vai?",
            "Saudações",
            "Oi, tudo bem?",
            "Qual é o seu nome?",
            "Como você está?",
            "Bom dia!",
            "Bom dia, tudo bem com você?",
            "Saudações!",
            "Oi, prazer em conhecê-lo",
            "Hi",
            "Oi, como vai você?",
            "Olá, como você está?",
            "Opa",
            "Oi tudo bem?",
            "Olá, prazer em conhecê-lo!",
            "Boa noite",
            "Oi, como está?",
            "Alô",
            "E aí?",
            "Oi, como vai?",
            "Boa noite!",
            "Olá!",
            "Bom dia",
            "E aí!",
            "Eaí",
            "Olá, como está?",
            "Olá",
            "Boa tarde",
            "Tudo bem com você?",
            "Oi, como posso ajudá-lo?",
            "Hey!",
            "Olá, tudo bem?",
            "Tudo certo?",
            "Oi!",
            "Boa tarde!",
            "Olá, como vai?",
            "Prazer em conhecê-lo",
            "Tudo bem?",
            "E aí",
            "Como vai?",
            "E aí, beleza?",
            "Oi",
            "Oi, como você está?",
            "Hey"
        ]
    },
    {
        "label": "Solicitação de ajuda para solucionar um problema",
        "keywords": [
            "Um software que uso regularmente está apresentando falhas. Como posso corrigi-las? ",
            "Meu computador está lento e travando muito. O que posso fazer para melhorar o desempenho?",
            "Não consigo acessar minha conta, o que devo fazer?",
            "Estou tentando aprender programação, mas não sei por onde começar. Você tem alguma sugestão?",
            "Meu computador está congelando constantemente. Como posso resolver esse problema? ",
            "Minha geladeira não está gelando adequadamente, o que pode ser?",
            "Olá, estou com problemas em conectar meu dispositivo à internet. Pode me ajudar?",
            "Olá, estou enfrentando um problema no meu dispositivo, você pode me ajudar?",
            "Estou tendo problemas para imprimir um documento. O que devo verificar? ",
            "Como faço para consertar um vazamento na minha pia?",
            "Não consigo instalar um programa em meu computador. O que pode estar errado?",
            "Meu celular está travando, o que posso fazer para consertar?",
            "Perdi minha senha do email e não consigo recuperá-la. Tem alguma forma de resolver isso?",
            "Minha impressora não está funcionando corretamente. Como posso resolver isso?",
            "Meu carro está fazendo um barulho estranho, o que pode ser?",
            "Olá, estou enfrentando um problema com a minha conexão de internet. O que devo fazer? ",
            "Meu celular não está carregando, como posso solucionar?",
            "Minha tela do computador está piscando, o que devo fazer?",
            "Meu celular não está fazendo ligações. O que posso fazer para solucionar o problema?",
            "Estou tentando acessar um site e não estou conseguindo. O que pode estar errado? ",
            "Não estou conseguindo conectar no Wi-Fi, o que devo fazer?",
            "Não estou conseguindo conectar na internet, o que pode ser?",
            "Estou tendo problemas com o meu computador, pode me ajudar?",
            "Preciso recuperar um arquivo que apaguei por engano",
            "Estou com problemas no meu carro, o que fazer para consertar?",
            "Estou com dificuldades para enviar arquivos por e-mail, o que pode estar acontecendo?",
            "Meu celular está com problemas na bateria",
            "O meu dispositivo de armazenamento externo não está sendo reconhecido pelo meu computador. O que posso fazer?",
            "Não consigo conectar meu celular ao Wi-Fi",
            "Gostaria de saber como posso formatar meu computador sem perder meus arquivos pessoais.",
            "Meu e-mail não está funcionando, como faço para solucionar?",
            "Não consigo conectar meu dispositivo à minha rede Wi-Fi, o que devo tentar?",
            "Preciso configurar minha impressora, pode me orientar?",
            "Estou com dificuldades para usar determinado software",
            "Não estou conseguindo acessar meu e-mail, o que devo fazer?",
            "Meu telefone está desligando sozinho e não liga novamente. Como posso solucionar isso? ",
            "Não consigo instalar um programa em meu computador",
            "Estou tendo problemas para acessar meu e-mail",
            "Não consigo instalar um programa no meu computador, o que devo fazer?",
            "Não estou conseguindo acessar minha conta bancária online. O que está acontecendo?",
            "Meu computador está muito lento, como posso melhorar seu desempenho?",
            "Não estou conseguindo imprimir documentos",
            "Minha impressora não está funcionando, o que devo verificar?",
            "Minha TV não está funcionando, o que devo verificar?",
            "Meu computador está lento e travando, como posso resolver isso?",
            "Não estou conseguindo instalar um aplicativo, o que devo fazer?",
            "Estou recebendo mensagens de erro ao tentar utilizar um aplicativo, o que devo fazer?",
            "Meu notebook está apresentando tela azul frequentemente",
            "Estou com problemas para instalar um programa, há alguma solução?",
            "Meu celular está travando muito, o que posso fazer para resolver?"
        ]
    },
    {
        "label": "Pedido de resolução do problema",
        "keywords": [
            "Minha compra não foi entregue",
            "O aplicativo está travando, como posso resolver?",
            "Não estou conseguindo pagar minha conta",
            "A página não está carregando corretamente, o que pode ser?",
            "Minha senha não funciona",
            "Meu pedido chegou com danos ou problemas, o que devo fazer?",
            "Fiz uma compra por engano, como faço para cancelá-la?",
            "Preciso de ajuda com meu celular",
            "Não estou conseguindo utilizar o aplicativo",
            "Como posso melhorar a compreensão de linguagem natural do meu chatbot?",
            "Estou tendo problemas de desempenho com meu chatbot, como posso otimizar sua velocidade?",
            "Estou com problemas para realizar o login no aplicativo. O que posso fazer?",
            "Não consigo fazer com que meu chatbot se comunique com meu banco de dados, o que devo fazer?",
            "Estou tendo um problema com meu pedido, pode me ajudar?",
            "Estou tentando efetuar uma compra, mas o site está apresentando erro. Como resolver?",
            "Preciso de suporte técnico para meu produto",
            "Comprei um celular, mas ele veio com defeito de fábrica. Como posso trocar?",
            "Não consigo adicionar meu cartão de crédito para pagamento. E agora?",
            "O atendimento telefônico não está me ajudando a resolver meu problema. Como proceder?",
            "Não estou recebendo os e-mails de confirmação, como resolvo?",
            "Estou tendo problemas com o login, o que devo fazer?",
            "Estou tendo problemas para integrar meu chatbot com outra plataforma",
            "Não consigo instalar o software",
            "Não consigo realizar a compra no site, o que está acontecendo?",
            "Minha transação foi processada incorretamente, o que posso fazer para resolver?",
            "Meu chatbot não está funcionando, o que eu faço?",
            "Estou com dificuldades para acessar minha conta, o que devo fazer?",
            "Como corrigir o erro de processamento de linguagem natural?",
            "Não estou recebendo as notificações no celular, o que posso fazer?",
            "Não recebi meu código de acesso, como posso resolver?",
            "Não consigo visualizar o conteúdo completo, o que devo fazer?",
            "O site está apresentando erros",
            "Não consigo acessar minha conta",
            "Minha conta foi bloqueada, como desbloqueá-la?",
            "Meu pedido não foi entregue dentro do prazo. O que posso fazer?",
            "Não estou conseguindo encontrar o produto que quero, pode me ajudar?",
            "Estou tendo dificuldade em configurar as respostas automáticas do meu chatbot",
            "Eu cancelei minha assinatura, mas ainda estou recebendo cobranças. O que devo fazer?",
            "Minha senha não está funcionando. Como faço para recuperá-la?",
            "Como faço para adicionar uma nova funcionalidade ao meu chatbot?",
            "Meu chatbot está respondendo incorretamente, como posso ajustar?",
            "Meu pedido veio com defeito",
            "Não estou conseguindo acessar a lista de atividades, o que fazer?",
            "O site não está permitindo que eu finalize a compra, o que devo fazer?",
            "Não consegui enviar a mensagem, o que está errado?",
            "Minha compra não foi entregue, o que devo fazer?",
            "Estou recebendo mensagens de erro no meu chatbot, como resolvo?",
            "Não estou conseguindo acessar minha conta. Como posso resolver?",
            "O produto que recebi não é o que eu pedi. Como posso resolver isso?",
            "Preciso alterar meu endereço de entrega, como posso fazer isso?"
        ]
    },
    {
        "label": "Dúvida na identificação do equipamento",
        "keywords": [
            "Como identifico o modelo do meu produto?",
            "Não estou conseguindo identificar o equipamento, pode me ajudar?",
            "Como identificar o número do modelo do equipamento?",
            "Estou em dúvida sobre a marca da minha TV",
            "Necessito do número de série do meu aparelho para solicitar assistência técnica, como faço?",
            "Estou com dificuldades para identificar a versão do meu sistema operacional",
            "Existe alguma maneira de saber qual é o número de série do dispositivo?",
            "A etiqueta de identificação do meu aparelho está apagada, o que faço?",
            "Como faço para descobrir o fabricante do equipamento?",
            "Onde encontro o manual com as informações de identificação do equipamento?",
            "Não sei o nome do computador que estou usando",
            "Como encontrar o modelo do meu aparelho?",
            "Qual é a marca do meu dispositivo?",
            "Encontrei uma etiqueta no equipamento, mas não entendo as informações contidas nela. Pode me ajudar?",
            "Como verificar a versão do meu equipamento?",
            "Não consigo encontrar o número de série do equipamento, o que devo fazer?",
            "Tenho dúvidas sobre as especificações do meu dispositivo, o que faço?",
            "Não sei qual é o modelo da minha impressora",
            "Preciso saber a identificação do equipamento, como posso fazê-lo?",
            "Qual é o nome do equipamento que estou usando?",
            "Não consigo identificar o modelo do meu celular",
            "Gostaria de saber qual é a marca do meu produto.",
            "Gostaria de saber mais sobre as características do meu dispositivo, como faço?",
            "Estou com dificuldade em saber qual é a marca do aparelho.",
            "Não consigo identificar o modelo do meu equipamento.",
            "Não sei qual é o modelo do meu mouse",
            "Preciso identificar o tipo de câmera que estou usando.",
            "Qual é o código do equipamento que devo utilizar?",
            "Gostaria de saber qual o modelo da impressora que estou usando...",
            "Existe algum método infalível para descobrir a marca do meu celular?",
            "Não estou conseguindo identificar meu equipamento, o que faço?",
            "Como saber se meu equipamento é compatível?",
            "Meu equipamento está sem a etiqueta de identificação, como posso identificá-lo?",
            "Como faço para saber qual é o equipamento?",
            "Estou com dúvidas sobre a identificação correta do equipamento, você pode me auxiliar?",
            "Meu equipamento está sem identificação, o que devo fazer?",
            "Não encontro o número de série do meu equipamento, o que faço?",
            "Existe algum código ou número de série para identificar meu dispositivo?",
            " Como posso descobrir de qual marca é meu notebook?",
            "Gostaria de saber qual é o nome do meu notebook",
            "Não consigo identificar o modelo do equipamento.",
            "Preciso descobrir o modelo do meu roteador",
            "Não sei o que significa a sigla no meu dispositivo, você pode me ajudar?",
            "Estou em dúvida se o meu equipamento é compatível com determinado acessório.",
            "Qual é o nome do meu aparelho?",
            "Como identificar meu aparelho caso eu tenha perdido a caixa ou o manual?",
            "Estou em dúvida sobre o modelo da minha caixa de som",
            "Não consigo identificar o modelo da minha câmera",
            "Meu dispositivo não possui uma etiqueta de identificação, o que fazer?",
            "Não encontrei o número de identificação do equipamento, o que faço agora?"
        ]
    },
    {
        "label": "Dúvida na identificação do problema",
        "keywords": [
            "Como usar PLN para melhorar a eficácia do meu chatbot?",
            "Não tenho certeza qual é o meu problemaNão sei qual é a solução para o meu problemaEstou com dificuldades para identificar o meu problemaPreciso de ajuda para identificar o meu problemaNão entendo qual é o meu problemaGostaria de saber qual é o meu problemaEstou confuso sobre qual é o meu problemaNão consigo identificar o meu problemaPreciso de ajuda para entender qual é o meu problemaNão sei por onde começar para identificar o meu problema",
            "Não entendo a recomendação do bot",
            "Preciso de ajuda para identificar o problema.",
            "Como posso deixar sugestões ao desenvolvedor?",
            "Não sei se o problema está relacionado a X ou Y.",
            "O bot não respondeu à minha pergunta",
            "Há alguma maneira de melhorar o desempenho do bot?",
            "Não estou conseguindo me conectar ao chatbot",
            "Como posso ajustar as configurações do chatbot?",
            "As informações que tenho não são suficientes para identificar o problema.",
            "Qual é o procedimento para recuperar a minha senha?",
            "Não consigo identificar o problema.",
            "A plataforma está muito lenta, como posso resolver?",
            "Não tenho experiência suficiente para identificar o problema.",
            "Estou com dificuldades para encontrar a informação que preciso no site.",
            "Eu recebi uma resposta do chatbot que não faz sentido",
            "Qual é o objetivo do chatbot?",
            "O chatbot não entendeu minha pergunta",
            "O chatbot está me direcionando para o lugar errado",
            "Qual é a melhor maneira de treinar meu chatbot?",
            "Como faço para integrar meu chatbot com outras plataformas?",
            "Como criar respostas mais naturalistas para o meu chatbot?",
            "Não estou conseguindo realizar o login no sistema.",
            "Como faço para corrigir um erro?",
            "O chatbot está me dando respostas incompletas",
            "Minha conta bancária foi bloqueada, o que devo fazer?",
            "O aplicativo está apresentando erros ao abrir.",
            "Como posso melhorar a performance do meu chatbot?",
            "Por que meu chatbot está dando respostas irrelevantes?",
            "Não sei por onde começar a resolver o problema.",
            "Não estou recebendo os alertas do aplicativo, como configurar?",
            "Não entendo qual é o problema que estou enfrentando.",
            "Por que o bot não está funcionando?",
            "Acredito que o problema seja X, mas não tenho certeza.",
            "Como posso relatar um bug?",
            "O chatbot não está entendendo minha pergunta",
            "O chatbot não está me ajudando a resolver meu problema",
            "Não estou entendendo como usar o chatbot",
            "Quais são os melhores recursos do bot?",
            "Qual é o melhor modelo de chatbot para o meu negócio?",
            "Por que meu chatbot não está respondendo?",
            "Como faço para reportar um problema com o chatbot?",
            "O bot está limitado em suas respostas?",
            "O problema parece muito complexo para mim.",
            "O problema é recorrente e não sei como resolvê-lo.",
            "Como posso alterar as informações do meu perfil?",
            "O meu pedido não chegou, como proceder?",
            "O chatbot não está respondendo às minhas perguntas",
            "O que eu devo fazer para resolver um problema?"
        ]
    },
    {
        "label": "Pedido de esclarecimento",
        "keywords": [
            "Pode reformular a pergunta?",
            "Posso tentar procurar essa informação em outra fonte se desejar.",
            "Sinto muito, mas ainda não aprendi a responder isso.",
            "Não concordo com o que você disse. Pode explicar melhor?",
            "Pode me explicar melhor essa funcionalidade?",
            "Não consigo entender",
            "Eu gostaria de entender mais sobre os planos de assinatura, pode me explicar?",
            "Gostaria de saber mais sobre as opções de configuração, onde posso encontrar?",
            "Poderia me explicar o que quer dizer?",
            "Gostaria que você explicasse melhor o que você quis dizer.",
            "Qual é o propósito deste recurso?",
            "Desculpe, não entendi.",
            "Não estou seguro se entendi corretamente, poderia confirmar?",
            "Não compreendi sua explicação",
            "Desculpe, mas não entendi o que você queria dizer com isso. Você pode me dar mais informações?",
            "Qual é a diferença entre essa opção e a outra?",
            "Você poderia me esclarecer sobre as políticas de privacidade?",
            "Não ficou claro",
            "Não entendi muito bem, pode me ajudar?",
            "Tive dificuldade em entender, pode me ajudar a compreender?",
            "Gostaria de entender melhor sobre esse assunto.",
            "Poderia ser mais específico sobre o que você está falando?",
            "Não entendi a informação apresentada, pode repetir de outra forma?",
            "Não estou entendendo o que você quer dizer. Você pode reformular sua pergunta?",
            "Não entendi o que você quis dizer",
            "Fiquei confuso(a), pode me esclarecer?",
            "Poderia me dar mais detalhes sobre isso?",
            "Preciso de mais informações para ajudá-lo melhor.",
            "Poderia ser mais claro sobre o que você está falando?",
            "Não consegui decifrar o que você escreveu.",
            "Não entendi",
            "Não entendi muito bem o que você quis dizer, poderia me explicar de outra forma?",
            "Pode explicar melhor?",
            "Poderia me dar mais detalhes sobre o que você está se referindo?",
            "Não compreendi bem o suporte oferecido, você pode me detalhar?",
            "Não consegui entender, você pode me ajudar?",
            "Pode explicar melhor como isso funciona?",
            "Qual é o significado?",
            "Por favor, tente me dar mais detalhes para que eu possa ajudá-lo.",
            "Eu ainda não estou entendendo. Você pode tentar reformular sua pergunta de outra forma?",
            "Poderia me explicar de outra forma?",
            "Não compreendi a resposta",
            "Não entendi a sua resposta, pode ser mais claro?",
            "Poderia dar mais informações?",
            "Não entendi sua resposta. Pode explicar melhor?",
            "Desculpe, não compreendi o que você quis dizer. Pode me dar mais informações?",
            "Não consegui entender seu pedido de ajuda.",
            "Não encontrei essa informação em meu banco de dados.",
            "Poderia me dar mais informações sobre isso?",
            "Talvez eu não seja a melhor pessoa para responder essa pergunta."
        ]
    },
    {
        "label": "Feedback sobre a solução fornecida",
        "keywords": [
            "Não entendi muito bem como usar",
            "A solução não resolveu o meu problema",
            "Gostei muito do chatbot!",
            "Não gostei da solução. O que posso fazer agora?",
            "Achei confuso o processo de interação.",
            "Agradeço pela ajuda do chatbot",
            "Não entendi muito bem como utilizar a solução.",
            "Não consegui resolver meu problema com o chatbot",
            "A solução é muito lenta",
            "Não entendi algumas informações que o chatbot me passou.",
            "Achei o chatbot um pouco confuso",
            "O chatbot apresentou falhas durante a conversa.",
            "A solução não resolveu meu problema específico, como posso proceder?",
            "Não consegui utilizar a solução, poderia me ajudar?",
            "O chatbot foi muito útil",
            "Parabéns pelo chatbot, foi muito útil!",
            "Gostei muito da solução oferecida!",
            "Achei a solução muito complicada para utilizar.",
            "Não consegui resolver meu problema com a solução proposta.",
            "Fico satisfeito com a agilidade da solução oferecida!",
            "A solução foi útil, mas senti falta de algumas funcionalidades.",
            "Gostei muito da solução!",
            "Achei a solução um pouco confusa. Pode me ajudar?",
            "Acho que a resposta poderia ter sido mais completa",
            "Fiquei satisfeito com a solução apresentada",
            "Não consegui encontrar a informação que estava procurando.",
            "Gostei da solução!",
            "A solução superou minhas expectativas",
            "O chatbot apresentou erros",
            "Parabéns pelo bom atendimento oferecido pelo chatbot!",
            "O atendimento poderia ser mais personalizado",
            "Eu gostei da interação com o chatbot",
            "Achei a solução muito útil",
            "Não consegui acessar a solução",
            "Achei o chatbot confuso",
            "Adorei a solução, parabéns!",
            "Achei a solução muito complicada",
            "A solução me ajudou um pouco, mas ainda estou com algumas dúvidas.",
            "Gostei da solução, mas acho que pode melhorar em alguns aspectos.",
            "Gostaria que a solução tivesse mais recursos",
            "Gostei da rapidez no atendimento",
            "Fiquei um pouco frustrado com a demora da resposta",
            "O chatbot precisa de melhorias",
            "O chatbot foi muito útil para a minha necessidade.",
            "Fiz tudo o que a solução propôs, mas continuei com o mesmo problema.",
            "Acho que poderia ter mais opções de interação",
            "Com certeza usaria esse chatbot novamente",
            "Não entendi muito bem como utilizar a solução. Pode me explicar novamente?",
            "Sugiro que a solução tenha mais opções de personalização",
            "Acho que o chatbot poderia ser mais humano nas suas respostas."
        ]
    },
    {
        "label": "Reclamação ou insatisfação",
        "keywords": [
            "O prazo de entrega não foi cumprido",
            "Não gostei do prazo de entrega",
            "O produto veio com defeito",
            "Sinto-me prejudicado com o serviço prestado",
            "Senti falta de informações claras sobre o produto",
            "Não gostei do atendimento recebido",
            "O atendimento deixou muito a desejar",
            "O produto chegou com defeito",
            "Esperava mais profissionalismo da empresa",
            "Fui mal atendido pelo suporte",
            "O produto que me foi entregue estava danificado.",
            "O atendente não foi prestativo",
            "O produto não atendeu às minhas expectativas",
            "Não estou satisfeito com o valor cobrado",
            "Não recebi meu reembolso até agora",
            "Não recebi o suporte necessário para solucionar meu problema",
            "O serviço não atendeu minhas expectativas",
            "Estou decepcionado com a qualidade do produto",
            "O serviço que contratei não foi conforme o combinado",
            "Fiquei insatisfeito com a demora na entrega",
            "O serviço que recebi não foi de qualidade.",
            "Não estou gostando do produto",
            "Estou descontente com o atendimento recebido",
            "Não gostei da forma como fui tratado pela empresa",
            "O produto que comprei não corresponde à descrição",
            "Não estou satisfeito com o produto que comprei.",
            "O aplicativo apresentou falhas durante o uso",
            "O serviço prestado foi de baixa qualidade",
            "Não gostei da qualidade do produto",
            "Não recomendaria a empresa para ninguém",
            "Não fui bem atendido",
            "A empresa não cumpriu com o prazo combinado",
            "Não recebi o produto dentro do prazo",
            "Tive uma experiência ruim com o aplicativo da empresa.",
            "Minha reclamação não foi resolvida",
            "Não consigo contato com a empresa para solucionar meu problema.",
            "Estou insatisfeito com o atendimento",
            "Não tive uma boa experiência de compra",
            "O produto que recebi não estava em boas condições",
            "Tive problemas para realizar o pagamento.",
            "Não gostei do produto que recebi",
            "Estou descontente com a qualidade do produto",
            "Fiquei chateado com a forma como fui tratado",
            "Fui cobrado de forma indevida",
            "Não gostei do tratamento que recebi do atendente.",
            "Fui maltratado pelo funcionário",
            "Fui mal atendido(a) pela empresa.",
            "Estou insatisfeito com a qualidade do serviço prestado",
            "Não concordo com a taxa cobrada",
            "Recebi um produto diferente do que foi anunciado"
        ]
    },
    {
        "label": "Agradecimento",
        "keywords": [
            "Agradeço pela informação!",
            "Agradeço pelo esforço.",
            "Agradeço a ajuda prestada!",
            "Grato pelo excelente atendimento!",
            "Aproveito para agradecer.",
            "Não sei como agradecer.",
            "Foi muito gentil, obrigado!",
            "Obrigada!",
            "Obrigado!",
            "Não tenho palavras para agradecer.",
            "Gratidão!",
            "Muito agradecido!",
            "Muito obrigado!",
            "Obrigado pela orientação!",
            "Muito obrigado pelas informações!",
            "Muito obrigado pela resposta rápida!",
            "Muito obrigado(a) mesmo!",
            "Agradeço de coração!",
            "Obrigado pelo suporte!",
            "Muito obrigada mesmo!",
            "Agradecido pela gentileza!",
            "Fico agradecido(a) por tudo que tem feito.",
            "Agradeço pela sua ajuda.",
            "Você foi incrível, obrigado!",
            "Só queria agradecer.",
            "Obrigado pela paciência!",
            "Agradeço pela rapidez na resposta.",
            "Agradeço muito pela sua ajuda.",
            "Agradeço muito!",
            "Gratidão pela solução do meu problema!",
            "Agradeço muito pela ajuda!",
            "Obrigado(a) por estar sempre presente.",
            "Obrigado pela ajuda.",
            "Obrigada pela ajuda!",
            "Obrigado pelo atendimento!",
            "Agradeço pela indicação!",
            "Obrigado pelo suporte",
            "Agradeço pelo suporte técnico!",
            "Agradeço pelo suporte.",
            "Obrigado por tudo!",
            "Muito obrigado pela gentileza!",
            "Agradeço de coração.",
            "Agradeço por toda a atenção!",
            "Agradeço a atenção.",
            "Agradeço sua ajuda.",
            "Obrigado pelo seu trabalho!",
            "Obrigado pela resposta rápida.",
            "Agradecido pela atenção dispensada!",
            "Não sei como agradecer!",
            "Estou muito grato(a)."
        ]
    },
    {
        "label": "Encerramento da conversa",
        "keywords": [
            "Por enquanto é só, encerrando",
            "Nos falamos depois",
            "Foi bom conversar com você.",
            "Foi bom conversar",
            "Até breve",
            "Até a próxima",
            "Hora de partir, adeus!",
            "Até a próxima!",
            "Parando",
            "Já tirei todas as minhas dúvidas, obrigado",
            "Acho que já está resolvido, vou encerrar a conversa",
            "Fechando",
            "Finalizando",
            "Foi bom conversar com você",
            "Finalizando a conversa",
            "Encerrando por aqui.",
            "Adeus",
            "Tchau",
            "Encerrado",
            "Vou sair agora",
            "Obrigado, encerrando",
            "Até mais!",
            "Até mais",
            "Vamos encerrar por aqui.",
            "Encerrando a sessão.",
            "Acho que já podemos encerrar",
            "Fico feliz em ter aprendido mais sobre isso, até mais",
            "Até logo!",
            "A conversa foi útil, vou desligar agora",
            "Bye!",
            "Despedindo",
            "Até breve!",
            "Obrigado pela ajuda",
            "Até logo",
            "Encerrando por aqui",
            "Obrigado pela conversa.",
            "Tchau!",
            "Encerrando a conversa",
            "Vou encerrar a conversa por aqui",
            "Encerrando",
            "Adeus!",
            "Vou me despedir por aqui.",
            "Encerrando a conversa agora.",
            "Gostei de falar com você, encerrando",
            "Vamos falar depois",
            "Obrigado pela conversa!",
            "Encerra",
            "Acho que já conversamos bastante. Vamos encerrar?",
            "Saindo",
            "Foi ótimo falar com você."
        ]
    }
]