[
    {
        "label": "Bomba muito quente e piscando",
        "keywords": [
            "A bomba está piscando e está extremamente aquecida.",
            "A bomba do meu equipamento está superaquecendo e piscando, o que pode ser?",
            "A bomba está quente e as luzes estão piscando.",
            "Bomba do maquinário apresentando aquecimento excessivo e luzes de advertência piscando.",
            "A bomba está ficando quente e piscando alternadamente com a luz amarela. O que devo fazer?",
            "Minha bomba está piscando e emitindo muito calor, como resolver?",
            "A bomba do meu equipamento está aquecendo demais e apresentando luzes piscando.",
            "A temperatura da bomba está muito alta e ela está piscando, o que devo fazer?",
            "Preciso de ajuda, minha bomba está muito quente e piscando, o que devo checar?",
            "A luz da bomba está piscando e ela está muito quente, o que pode ser?",
            "Estou com problemas na bomba, as luzes estão piscando rapidamente e há um mau cheiro. O que pode estar acontecendo?",
            "A bomba está superaquecendo e piscando.",
            "Estou tendo problemas com a minha bomba, pois ela está muito quente e piscando.",
            "A bomba de meu maquinário está apresentando temperaturas elevadas e luzes piscando.",
            "A minha bomba está esquentando demais e a luz de alerta está piscando.",
            "A bomba está funcionando, mas está emitindo muito calor e piscando.",
            "A bomba do meu equipamento está piscando e esquentando demais, como arrumar?",
            "Estou com problemas na bomba, ela está piscando e emitindo muito calor, o que fazer?",
            "A luz de alerta da bomba está piscando rapidamente e a temperatura da mesma está elevada. Como resolver?",
            "Estou com um problema na bomba, as luzes apagam e acendem constante e rapidamente. Além disso, a bomba está extremamente quente. O que fazer?",
            "Bomba do equipamento com sinais de sobreaquecimento e piscando.",
            "A bomba está com a temperatura alta e as luzes estão piscando. O que fazer nessa situação?",
            "A bomba está superaquecendo e piscando luzes vermelhas. O que pode ser?",
            "Estou com problema em uma bomba que está superaquecendo e piscando.",
            "Minha bomba está piscando e esquentando, como resolver?",
            "A bomba está muito quente e a luz de alerta piscando continuamente.",
            "Por que minha bomba está piscando e superaquecendo?",
            "A bomba está muito quente e as luzes estão piscando.",
            "A bomba está muito quente e as luzes estão piscando em sincronia. Isso é normal? Preciso resolver?",
            "Estou com problemas na bomba, está extremamente quente e as luzes piscando em um padrão estranho. Como resolver?",
            "A bomba está quente e as luzes estão piscando, o que devo fazer?",
            "Estou com problemas na bomba, ela está muito quente e piscando, o que posso fazer?",
            "A bomba está apresentando superaquecimento e a luz de alerta está piscando.",
            "A bomba está muito quente, as luzes vermelhas estão piscando e há um barulho estranho. O que devo fazer?",
            "Bomba apresentando temperatura alta e luz piscando.",
            "A bomba elétrica está apresentando temperaturas elevadas e piscando.",
            "A bomba elétrica de meu maquinário está piscando e apresentando sinais de sobreaquecimento.",
            "Bomba com temperatura elevada e luz piscando.",
            "Minha bomba está com superaquecimento e as luzes estão piscando.",
            "Minha bomba mecânica está sobreaquecendo e piscando.",
            "Bomba mecânica do equipamento em superaquecimento e emitindo sinal de alerta com luzes intermitentes.",
            "A bomba está piscando e emitindo um calor excessivo.",
            "Bomba apresentando superaquecimento e luzes intermitentes.",
            "A bomba está superaquecendo e piscando, o que devo fazer?",
            "O equipamento está emitindo sinal de alerta com a bomba aquecendo e piscando.",
            "Estou com problemas na bomba, está muito quente e as luzes estão piscando em sequência. O que pode ser?",
            "Tenho uma bomba que está com temperatura muito elevada e luz de aviso piscando.",
            "A bomba está superaquecendo e com sinal luminoso intermitente.",
            "Minha bomba está superaquecendo e piscando.",
            "Tenho uma bomba que está apresentando superaquecimento e piscando."
        ]
    },
    {
        "label": " Bomba agitando o fluido e não descarregando a água após um surto inicial e continuando a recircular",
        "keywords": [
            "Tentar ajustar as configurações da bomba",
            "A bomba está fazendo barulho, mas o fluxo de água não está mudando. O que pode ser?",
            "A bomba está recirculando continuamente a água e não descarregando após o surto inicial. Existe algo que eu possa fazer?",
            "A bomba está agitando a água, mas não está descarregando nada após o surto inicial. Como posso solucionar isso?",
            "A válvula de saída pode estar obstruída",
            "A água está sendo agitada, mas não está sendo descarregada depois de um surto inicial. Alguma sugestão?",
            "Minha bomba mecânica está agitando o fluido, mas não está descarregando a água após um surto inicial e continuando a recircular. Como resolver?",
            "A bomba está agitando o fluido, mas não está descarregando a água. O que pode estar causando este problema?Como resolver o problema de a bomba estar agitando o fluido e não descarregando a água?Por que a bomba está agitando o fluido em vez de descarregar a água?Estou enfrentando problemas com a bomba que está agitando o fluido e não descarregando a água. O que devo fazer?A bomba não está descarregando a água e continua a recircular o fluido. Como solucionar isso?Gostaria de ajuda para solucionar o problema da bomba que está agitando o fluido e não descarregando a água. O que pode ser feito?Preciso de orientação para resolver o problema da bomba que está recirculando a água continuamente e não descarregando o fluido. O que fazer?A bomba está agitando o fluido e não está descarregando a água. Por favor, forneça uma solução para este problema.Estou enfrentando dificuldades com a bomba que não está descarregando a água e continua a agitar o fluido. Qual é a solução para este problema?O que poderia estar causando a bomba a agitar o fluido e não descarregar a água corretamente? Como resolver este problema?",
            "Minha bomba está agitando o fluido, mas não está descarregando a água após o surto inicial.",
            "A bomba não está puxando água suficiente para descarregar",
            "Verificar se há vazamentos na linha de saída",
            "A bomba que estou usando para agitar o fluido não está descarregando água após um surto inicial e continua a recircular. Preciso de ajuda.",
            "A bomba de água em minha empresa não está descarregando a água. Como posso resolver esse problema?",
            "Minha bomba está recirculando continuamente a água, mesmo depois do surto inicial. Alguma ideia de como resolver isso?",
            "Bomba funcionando com problema na saída da água",
            "A bomba está funcionando, mas não está descarregando a água",
            "A bomba está recirculando a água e não descarregando. O que fazer?",
            "Estou com problemas na bomba mecânica que uso para agitar o fluido. Ela não descarrega a água após um surto inicial e continua a recircular. Como posso resolver isso?",
            "A água não está sendo descarregada pela bomba",
            "O filtro pode estar entupido",
            "A pressão da bomba está muito baixa",
            "Minha bomba está agitando o fluido, mas não está descarregando a água após o surto inicial, o que devo fazer?",
            "O sistema de filtragem pode estar bloqueado",
            "Preciso da sua ajuda: minha bomba mecânica está agitando o fluido, mas não está descarregando a água após um surto inicial e continua a recircular. O que fazer? ",
            "A minha bomba não está descarregando a água depois do surto inicial, mesmo que esteja agitando o fluido. Alguma ajuda?",
            "Minha bomba está agitando o fluido e não está descarregando a água após um surto inicial e a recirculação continua.",
            "A velocidade da bomba pode estar muito baixa",
            "A bomba não está realizando o processo de descarga corretamente",
            "A bomba está agitando o fluido, mas não está descarregando a água",
            "A bomba está agitando a água, mas não está descarregando corretamente",
            "A bomba de água está agitando o líquido, mas não está descarregando. Como resolver?",
            "Verificar se há alguma falha elétrica na instalação da bomba",
            "Problemas com a descarga da água pela bomba",
            "A bomba de água está fazendo barulho, mas não está descarregando a água. O que posso fazer para resolver isso?",
            "Minha bomba está causando problemas. Não consigo descarregar a água após um surto inicial e a bomba continua a recircular. Pode me ajudar?",
            "A bomba que estou usando para agitar o fluido não está funcionando corretamente. Ele está agitando o fluido, mas não está descarregando a água após um surto inicial. Além disso, a recirculação continua. Como resolver?",
            "Preciso da sua ajuda: minha bomba está agitando o fluido, mas não está descarregando a água após um surto inicial. Além disso, a recirculação continua. O que devo fazer?",
            "Estou tendo problemas com minha bomba. Ela está agitando o fluido, mas não está descarregando a água após um surto inicial e continua a recircular. O que fazer?",
            "Preciso de ajuda para resolver o problema da bomba que não está funcionando corretamente.",
            "A bomba continua a recircular a água depois do surto inicial. Como posso consertar isso?",
            "Preciso de ajuda para solucionar um problema com a bomba que não está descarregando água.",
            "A bomba está recirculando a água sem descarregar",
            "Você pode me ajudar? Minha bomba agitou o fluido, mas agora não está descarregando a água após um surto inicial e continua a recircular. O que fazer?",
            "A água não está saindo pela saída da bomba",
            "A bomba está com problema para descarregar a água",
            "A bomba pode estar danificada ou desgastada",
            "Minha bomba está agitando o fluido, mas não está descarregando a água. Onde posso encontrar ajuda com isso?",
            "O que fazer quando a bomba está recirculando a água e não descarregando corretamente?",
            "Depois do surto inicial, a minha bomba está recirculando a água em vez de descarregá-la. O que pode estar acontecendo?",
            "Minha bomba está agitando o fluido, mas não está descarregando a água corretamente. O que pode ser?"
        ]
    },
    {
        "label": "bomba que agita o fluido e não descarrega a água após um surto inicial e continua a recircular (continuação)",
        "keywords": [
            "Bomba não está puxando água do reservatório",
            "A bomba está agitando o fluido e recirculando a água em vez de descarregá-la adequadamente.",
            "Pressão da água está baixa",
            "Alguma peça da bomba está quebrada ou desgastada",
            "A bomba da minha máquina está com problemas de descarga de água, como resolvê-los?",
            "A bomba está agitando o fluido, mas não está descarregando a água.",
            "Fluxo de água está instável",
            "A bomba de agitação está apresentando quedas de pressão",
            "A bomba está recirculando a água mas não está descarregando, como resolver?",
            "A bomba está produzindo um barulho estranho e não consegue descarregar a água adequadamente.",
            "A bomba não está agindo de acordo com as especificações do processo, mantendo a recirculação de água.",
            "A bomba da minha máquina não está descarregando a água, o que pode ser o problema?",
            "A bomba não está descarregando a água como esperado, o que está causando problemas no processo.",
            "A bomba de agitação está superaquecendo",
            "A bomba de agitação está apresentando interrupções no fluxo de água",
            "Como solucionar o problema de a bomba não descarregar a água depois de um surto inicial?",
            "A bomba de agitação não está descarregando a água após o surto inicial",
            "Bomba está fazendo muito barulho",
            "A bomba está funcionando de forma indevida, resultando na recirculação da água ao invés de descarregá-la como o esperado.",
            "A bomba de agitação está provocando vazamentos",
            "A bomba não está liberando a água após agitar o fluido devido a uma possível falha do equipamento.",
            "A bomba está operando de forma duvidosa no sentido de descarregar a água após agitar o fluido.",
            "A bomba não funciona corretamente, apesar de estar agitando o fluido. A água não está sendo liberada adequadamente.",
            "Motor da bomba está superaquecendo",
            "A bomba não está agindo de forma adequada, continuando a recircular a água após agitar o fluido.",
            "A bomba parece estar funcionando normalmente, mas a água não está sendo descarregada.",
            "A bomba está girando, mas não está descarregando a água da maneira que deveria.",
            "A bomba de agitação está recirculando continuamente a água",
            "A bomba de agitação está vibrando excessivamente",
            "A bomba de agitação não está liberando a água, como solucionar?",
            "Bomba está consumindo mais energia do que o normal",
            "A bomba não está conseguindo bombear a água para o local certo.",
            "A bomba está mantendo a recirculação contínua da água depois de iniciado o processo, o que não é desejado.",
            "A bomba está gastando muita energia e não está descarregando a água.",
            "A bomba de agitação está apresentando falhas no acionamento",
            "Água não está sendo expelida da tubulação",
            "A bomba está parada e não está descarregando a água.",
            "A bomba de agitação está fazendo barulhos estranhos",
            "A bomba não descarrega a água depois de uma descarga inicial, o que pode estar causando isso?",
            "A bomba de agitação não está funcionando adequadamente",
            "A bomba iniciou a agitação do fluido, mas não está liberando a água para o processo seguinte.",
            "O que pode estar causando a bomba não descarregar a água após o surto inicial?",
            "Há vazamentos nas tubulações próximas à bomba",
            "Qual é a solução para a bomba não descarregar a água após a agitação inicial?",
            "Bomba está apresentando falhas intermitentes",
            "A bomba está fazendo muito barulho e não está descarregando a água corretamente.",
            "A bomba não está agitando o fluido corretamente e não está descarregando a água.",
            "A bomba está agitando o fluido mas não está descarregando a água após o surto inicial, o que devo fazer?",
            "A bomba está falhando em descarregar a água, mesmo depois de ter sido iniciada.",
            "Por que a bomba está apenas recirculando a água em vez de descarregá-la?"
        ]
    },
    {
        "label": "fortes vibrações durante a operação da bomba",
        "keywords": [
            "Existe alguma forma de ajustar a bomba para reduzir as vibrações que estou sentindo?",
            "O equipamento está emitindo vibrações tão intensas que tornam impossível o seu uso, o que pode estar acontecendo?",
            "Acredito que a vibração da bomba está afetando a qualidade do produto final, o que fazer para corrigir?",
            "O aumento repentino das vibrações na bomba durante a operação está me preocupando, como solucionar isso?",
            "A bomba está vibrando com mais frequência e precisamos de ajuda para resolver o problema.",
            "As vibrações da bomba estão causando riscos para a segurança dos operadores, o que devo fazer para evitar acidentes?",
            "As vibrações da bomba estão aumentando o consumo de energia, o que pode estar causando isso?",
            "As vibrações da bomba estão danificando outras peças do equipamento, como evitar esses danos?",
            "O que pode ser feito para reduzir as vibrações da bomba em funcionamento?",
            "O que devo fazer quando a bomba começa a emitir vibrações fortes e ruídos estranhos durante a operação?",
            "A bomba está vibrando violentamente e preciso de ajuda para corrigir o problema.",
            "As vibrações da bomba durante a operação estão muito altas, como posso resolver isso?",
            "Preciso de ajuda para reduzir as vibrações que a bomba está gerando durante a operação, o que posso fazer?",
            "As vibrações da bomba estão afetando outras máquinas e equipamentos próximos.",
            "Estou com problemas, a bomba está vibrando demais durante a operação e causando problemas",
            "A bomba está emitindo vibrações muito fortes durante a sua operação, o que pode ser a causa?",
            "As vibrações da bomba estão sobrecarregando as peças mecânicas, há alguma forma de evitar isso?",
            "As vibrações da bomba estão ficando cada vez mais intensas.",
            "Como posso ajustar a bomba para reduzir as vibrações que está gerando?",
            "Notei que as vibrações da bomba começaram a ocorrer depois que fizemos uma manutenção, como corrigir isso?",
            "As vibrações da bomba estão afetando a qualidade dos produtos produzidos, como solucionar esse problema?",
            "Estamos tendo problemas com fortes vibrações na bomba e precisamos de assistência técnica.",
            "As vibrações da bomba estão causando ruídos e desconforto no ambiente de trabalho, como resolver o problema?",
            "Há um nível excessivo de vibração na bomba, o que é prejudicial para o equipamento",
            "Preciso de ajuda, a bomba está vibrando excessivamente durante a operação!",
            "As vibrações da bomba estão causando ruído excessivo na fábrica.",
            "As vibrações da bomba estão afetando a qualidade do produto final.",
            "A bomba está gerando muitas vibrações durante a operação, como posso resolver esse problema?",
            "Onde posso encontrar informações sobre como lidar com as vibrações da bomba durante a operação?",
            "As vibrações da bomba estão cada vez mais fortes a cada dia, o que devo fazer?",
            "Estou tendo problemas com as vibrações da bomba durante a operação, o que devo saber para corrigir isso?",
            "A bomba está causando fortes vibrações e está afetando a produção.",
            "Existe alguma forma de ajustar a bomba para reduzir as vibrações emitidas durante a sua operação?",
            "A bomba está vibrando demais, o que pode estar causando isso?",
            "A vibração excessiva na bomba está prejudicando a eficiência do processo, o que devo fazer?",
            "Qual é a melhor solução para reduzir as vibrações da bomba durante a operação?",
            "Como posso solucionar o problema das fortes vibrações que a bomba está apresentando durante a operação?",
            "As vibrações da bomba aumentaram consideravelmente depois de uma manutenção, o que pode ter ocorrido?",
            "Quais cuidados devo tomar para evitar as vibrações intensas da bomba durante a sua operação?",
            "O que pode estar causando as fortes vibrações que estou sentindo durante a operação da bomba?",
            "A bomba começou a vibrar fortemente e precisamos que alguém dê uma olhada.",
            "O que pode ser feito para evitar as vibrações da bomba durante a operação?",
            "As vibrações durante o funcionamento da bomba estão causando problemas em outras partes do maquinário, o que pode estar errado?",
            "As vibrações da bomba estão prejudicando a segurança do processo, o que fazer para resolver?",
            "Qual é a causa das vibrações fortes que estou experimentando durante a operação da bomba?",
            "A bomba está apresentando fortes vibrações durante a operação, o que pode estar causando esse problema?",
            "A operação da bomba está produzindo vibrações fortes, o que devo fazer?",
            "A bomba está vibrando muito durante a operação, o que pode estar causando isso?",
            "Preciso de assistência para solucionar o problema de vibração excessiva da bomba durante a operação",
            "O que posso fazer para diminuir a vibração da bomba durante a operaçã?"
        ]
    },
    {
        "label": "vibrações fortes durante a operação da bomba (continuação)",
        "keywords": [
            "A bomba está funcionando bem, mas a vibração é tão forte que está causando desconforto e até mesmo risco aos funcionários.",
            "As vibrações da bomba estão afetando a qualidade do produto final e causando perda de produtividade.",
            "Preciso de ajuda para identificar a causa das vibrações excessivas que estou detectando em minha bomba durante a operação.",
            "Preciso urgentemente de uma solução para as vibrações da bomba, pois está prejudicando a operação.",
            "A bomba está produzindo vibrações muito fortes enquanto está funcionando. O que devo fazer para solucionar esse problema?",
            "As vibrações estão prejudicando outros equipamentos próximos da bomba e já tive problemas com falhas em outros sistemas.",
            "As vibrações estão afetando a eficiência do processo e causando desperdício de matéria-prima.",
            "Eu notei que minha bomba está vibrando muito enquanto funciona. O que pode estar causando isso?",
            "A vibração da bomba está afetando a qualidade da produção.",
            "A vibração da bomba está fazendo um barulho muito alto.",
            "Eu gostaria de saber o que pode estar causando as vibrações intensas que minha bomba está produzindo enquanto está em uso.",
            "Estou tendo problemas com a vibração da bomba, o que devo fazer para resolver?",
            "Com o tempo, a vibração da bomba parece estar aumentando, o que pode ser?",
            "As vibrações da bomba estão fazendo com que a energia elétrica seja desperdiçada.",
            "As vibrações que minha bomba está fazendo são muito intensas, e eu estou preocupado que possam danificá-la. O que posso fazer para corrigir isso?",
            "As vibrações da bomba estão causando problemas de segurança no ambiente de trabalho.",
            "As vibrações estão se intensificando com o tempo e preciso de uma solução antes que o equipamento seja danificado.",
            "O funcionamento da minha bomba é caracterizado por vibrações excessivas e eu preciso resolver esse problema. Alguma dica?",
            "A bomba está vibrando demais e isso está causando desgaste prematuro de peças.",
            "A bomba está vibrando demasiadamente enquanto funciona, qual solução?",
            "Eu posso sentir a vibração da bomba a partir do chão, e ela está muito alta. O que pode estar causando isso? Quais medidas devem ser tomadas?",
            "Não consigo identificar a causa das vibrações na bomba, mas elas estão colocando em risco a produção da linha.",
            "A vibração da bomba está causando desconforto para os trabalhadores próximos.",
            "As vibrações da bomba estão causando desequilíbrio na rotação do motor.",
            "Preciso de uma solução urgente para as vibrações, pois a produção está sendo seriamente afetada.",
            "A bomba está vibrando tanto que está causando ruído excessivo na fábrica.",
            "A bomba parece estar apresentando vibrações excessivas enquanto está em operação, o que eu posso fazer para corrigir isso?",
            "Preciso de ajuda para solucionar as vibrações da bomba, pois está impactando diretamente na produção.",
            "A bomba está apresentando vibrações fortes, e isso está prejudicando sua eficácia. O que fazer?",
            "A vibração gerada pela bomba está afetando a saúde dos colaboradores. Existe uma solução?",
            "O motor está operando normalmente, mas a bomba está causando vibrações intensas. O que fazer?",
            "Por que a bomba está vibrando tanto quando em funcionamento? Existe uma solução?",
            "Já verifiquei a instalação elétrica e mecânica, mas ainda assim as vibrações persistem na bomba.",
            "A vibração da bomba está causando um impacto significativo na vida útil do equipamento.",
            "A bomba está vibrando muito, o que pode ser?",
            "Nota-se uma vibração forte na bomba durante a operação.",
            "A vibração da bomba está incomodando e causando danos. Qual é a solução para o problema?",
            "A bomba está vibrando excessivamente durante a operação, o que pode estar causando danos ao equipamento.",
            "As vibrações geradas pela bomba são fortes e afetam a produção. Como sanar este problema?",
            "Os funcionários reclamam constantemente do barulho e das vibrações da bomba, o que está afetando o ambiente de trabalho.",
            "Eu notei que minha bomba está vibrando muito forte recentemente. O que pode estar causando isso e como posso solucionar o problema?",
            "A vibração da bomba parece estar piorando significativamente, o que devo fazer?",
            "Preciso diminuir as vibrações geradas pela bomba quando em funcionamento. Alguma dica?",
            "A bomba está vibrando excessivamente e me preocupa.",
            "Gostaria de saber o que fazer para reduzir a vibração da bomba em operação.",
            "A bomba está gerando vibrações muito intensas, precisando de manutenção. Como proceder?",
            "Minha bomba está apresentando vibrações fortes durante a operação, o que pode ser o problema?",
            "A vibração da bomba está claramente fora do controle, como posso resolver isso?",
            "A bomba está apresentando vibrações fortes durante a operação, o que pode ser?",
            "As vibrações estão causando um ruído excessivo na fábrica, o que está incomodando os funcionários e afetando a qualidade de vida no trabalho."
        ]
    },
    {
        "label": "capacidade ou pressão da bomba reduzida",
        "keywords": [
            "Sinto que a bomba está trabalhando muito abaixo do normal.",
            "Percebi que a minha bomba está com um fluxo menor do que o normal, o que pode ser?",
            "A bomba parece estar desregulada e fornecendo pressão abaixo dos níveis ideais.",
            "O rendimento da bomba está muito baixo, há algo que eu possa fazer?",
            "A pressão da bomba parece estar diminuindo gradualmente, o que pode estar causando isso?",
            "A pressão da bomba está abaixo do normal.",
            "O fluxo de água está muito baixo.",
            "Observo que a velocidade de bombeamento está abaixo do esperado, o que pode estar acontecendo?",
            "Minha bomba parece estar com a capacidade reduzida, o que pode estar causando isso?",
            "A minha bomba estava funcionando perfeitamente mas agora acho que a capacidade de bombeamento está menor. O que eu posso verificar?",
            "A água está vazando ou respingando de algum lugar pela bomba.",
            "Eu acho que a minha bomba está com uma deficiência. A pressão está muito baixa. O que eu posso fazer?",
            "A bomba está operando de forma intermitente e com pressão abaixo do normal.",
            "A bomba não está funcionando adequadamente, pode ser falta de pressão, o que devo checar?",
            "Houve uma redução na capacidade de bombeamento da máquina",
            "O motor da bomba está demorando mais para ligar.",
            "A pressão da bomba cai durante a operação",
            "A capacidade da bomba está reduzida.",
            "A bomba parece estar menos potente do que antes. O que pode ter acontecido?",
            "A bomba parece estar com dificuldade em empurrar o líquido.",
            "A bomba está com baixo desempenho em termos de pressão.",
            "A bomba está trabalhando com uma vazão menor do que o necessário",
            "A capacidade da bomba está muito menor e não está atendendo a demanda do sistema. O que posso fazer?",
            "A capacidade da bomba está abaixo do recomendado",
            "Minha bomba parece ter perdido a potência. O que poderia estar causando isso?",
            "A bomba faz um barulho estranho.",
            "A bomba está funcionando com pouca pressão.",
            "A bomba não está conseguindo lidar com o volume de fluido exigido, o que pode ser?",
            "A bomba parece estar gastando mais energia para gerar a mesma pressão",
            "A água não está chegando com a mesma rapidez que costumava chegar.",
            "A bomba está com a pressão menor do que o normal, qual pode ser a causa?",
            "A pressão da bomba está muito baixa para a operação",
            "Minha bomba está com uma redução na capacidade de desempenho. O que pode ser?",
            "A bomba não está conseguindo atingir a mesma pressão de antes, o que posso fazer?",
            "A vazão da bomba está menor do que o normal",
            "A bomba está trabalhando abaixo da sua capacidade nominal",
            "A pressão da bomba diminuiu consideravelmente, o que eu deveria fazer?",
            "A bomba não está mantendo a pressão anterior e está tendo dificuldades em manter o desempenho. O que eu posso fazer?",
            "Demora mais tempo do que antes para encher um recipiente.",
            "A pressão do sistema não está mais adequada e eu acho que a bomba pode estar com algum problema de desempenho. O que eu posso verificar?",
            "A bomba não está gerando a pressão necessária para o processo",
            "A pressão da bomba está diminuindo gradualmente.",
            "A bomba não está criando a sucção forte o suficiente para puxar a água.",
            "A pressão da bomba diminuiu abruptamente",
            "A pressão da bomba está fraca e não é suficiente para as necessidades da produção.",
            "Minha bomba está aparentemente sobrecarregada, o que posso fazer para aumentar a pressão?",
            "Minha bomba estava funcionando perfeitamente, mas agora parece estar com uma redução na capacidade de bombeamento. O que eu posso verificar?",
            "A pressão é menor do que a que era ontem.",
            "A bomba não está fornecendo a pressão necessária.",
            "A bomba está mais quente do que o normal."
        ]
    },
    {
        "label": " a bomba não está fornecendo água",
        "keywords": [
            "A bomba está apresentando sobrecarga elétrica e não fornecendo água.",
            "A bomba está fornecendo água suja ou com impurezas.",
            "O fluxo de água da bomba é muito fraco.",
            "Há algum barulho incomum vindo da bomba",
            "A bomba está emitindo cheiro de queimado",
            "A bomba está fornecendo água com qualidade ruim.",
            "A bomba está desligando sozinha e não fornecendo água.",
            "A bomba de água não está ligando.",
            "A bomba está fornecendo água com baixa pressão",
            "A bomba está desligando e não está fornecendo água. O que fazer?",
            "A bomba de água está superaquecendo.",
            "A bomba não está ligando",
            "O filtro está entupido",
            "A bomba está vazando água e não está fornecendo água suficiente.",
            "A pressão da água está baixa mesmo com a bomba ligada",
            "A bomba está desligando sozinha após funcionar por alguns minutos",
            "O fluxo de água é intermitente",
            "Não há água saindo da bomba.",
            "A bomba está parada e não está fornecendo água.",
            "A bomba está fornecendo água com coloração estranha",
            "A bomba está fazendo barulho, mas não está fornecendo água. O que pode ser?",
            "A bomba está fornecendo água com pressão insuficiente.",
            "A bomba está ligada, mas não há fluxo de água.",
            "A bomba está sem água, o que pode estar acontecendo?",
            "A bomba está superaquecendo e não está fornecendo água.",
            "A bomba de água está desligando sozinha.",
            "A bomba não está bombando água. O que pode estar errado?",
            "A bomba não está funcionando adequadamente e não está fornecendo água.",
            "A bomba está funcionando, mas não está fornecendo água. O que pode ser?",
            "Por que a bomba está com baixa vazão de água?",
            "A bomba está apresentando vazamentos",
            "A bomba está fazendo barulho estranho, mas não está fornecendo água.",
            "A bomba está fornecendo água, mas em quantidade insuficiente",
            "A bomba está superaquecendo",
            "O que fazer quando a bomba não está fornecendo água?",
            "A tubulação está obstruída",
            "A bomba está vazando água",
            "O motor da bomba não está ligando",
            "Como resolver o problema da bomba que não está fornecendo água?",
            "A bomba está vibrando excessivamente",
            "A bomba está fornecendo água com vazamentos ou pingando.",
            "A bomba de água está fazendo um ruído estranho.",
            "Os cabos de energia estão danificados ou desconectados",
            "Por que a bomba não está fornecendo água?",
            "A bomba está fornecendo água em temperaturas inadequadas",
            "A bomba está ligada mas não está fornecendo água",
            "A bomba está fornecendo água em quantidade insuficiente.",
            "A bomba parou de funcionar e não está fornecendo água. O que fazer?",
            "A pressão da água fornecida pela bomba está muito baixa.",
            "A bomba está fazendo barulho, mas não está fornecendo água"
        ]
    },
    {
        "label": "motor usando potência excessiva na temperatura nominal",
        "keywords": [
            "Por que o motor está consumindo tanta potência na temperatura nominal? Isso é normal?",
            "Gostaria de entender por que o motor está usando mais potência do que o necessário quando está na temperatura normal de operação. Alguma ideia?",
            "Preciso de ajuda para solucionar o problema do meu motor que está gastando mais energia do que o normal em sua temperatura de uso. Alguma ideia do que pode ser?",
            "Estou tendo problemas com o motor que está consumindo mais energia do que o esperado na temperatura normal de operação. Alguma sugestão?",
            "O motor está usando uma quantidade exagerada de potência mesmo em condições normais de temperatura, o que pode estar causando isso?",
            "O consumo de energia do motor está excedendo o esperado para a temperatura em que está operando",
            "Meu motor está usando uma potência excessiva na temperatura nominal, o que pode estar causando isso?",
            "O motor está consumindo mais potência que o normal na temperatura indicada, é possível detectar o problema?",
            "O motor está usando mais potência do que o necessário na temperatura nominal. O que pode estar causando isso?",
            "Estou enfrentando um problema com meu motor, ele está usando muita energia mesmo quando está na temperatura normal. O que pode estar causando isso?",
            "Notei que o motor está utilizando uma quantidade elevada de potência, mesmo estando na temperatura adequada.",
            "Qual razão para o motor estar utilizando mais potência na temperatura de operação normal?",
            "Percebo que o motor está usando mais energia do que o esperado para a temperatura que está operando",
            "Existe algo errado com o motor, que está utilizando mais potência do que o necessário para sua temperatura.",
            "O consumo do motor está acima do esperado para o meu processo, mesmo estando na temperatura indicada",
            "O motor está utilizando uma quantidade exagerada de potência, o que pode indicar um problema em seu funcionamento.",
            "Tenho notado que o motor está usando mais energia do que o esperado quando está na temperatura normal, por quê?",
            "Quando ligo o motor, ele fica usando mais potência do que o necessário, mesmo estando na temperatura ideal, o que pode ser?",
            "O consumo do motor está muito alto em relação ao que é esperado para a temperatura em que opera",
            "Meu motor está gastando muita energia mesmo em temperatura normal, o que pode estar acontecendo?",
            "Estou tendo problemas com meu motor, ele está consumindo mais energia do que o normal em sua temperatura de uso. Alguma ideia do que pode ser?",
            "Notei que o motor está gerando mais calor do que o normal, mesmo estando dentro da sua faixa de temperatura.",
            "Tenho um motor que está consumindo mais potência que o normal, mesmo estando na temperatura de operação indicada, como posso resolver isso?",
            "O motor está operando com potência acima do esperado para sua temperatura nominal.",
            "O motor está consumindo mais energia do que o necessário quando está operando na temperatura normal. Há algo que possa ser feito para solucionar isso?",
            "Meu motor está apresentando um consumo maior de potência do que o normal, mesmo estando na temperatura ideal de operação, como posso solucionar isso?",
            "O consumo de energia do motor está excedendo o que é normal para sua temperatura de operação.",
            "Meu motor está consumindo mais energia do que o esperado na temperatura normal. O que pode estar causando isso?",
            "Meu motor está apresentando um comportamento estranho, usando mais potência que o normal quando em uso, o que pode ser?",
            "O motor está usando potência excessiva, mesmo operando dentro dos limites de temperatura indicados",
            "Por que meu motor está usando tanta energia mesmo em temperatura normal?",
            "O consumo de energia do motor está anormalmente alto, mesmo atuando na temperatura correta",
            "O motor que estou utilizando está consumindo uma quantidade elevada de potência, mesmo estando dentro da temperatura de operação recomendada, o que pode estar errado?",
            "O consumo de energia do meu motor está alto, mesmo operando dentro da temperatura certa",
            "O motor está funcionando de forma irregular e usando mais potência que o normal na temperatura recomendada, como posso solucionar?",
            "Meu motor está usando mais energia do que o normal na temperatura especificada",
            "Sinto que o motor está consumindo energia demais para o que ele deveria estar operando na temperatura atual",
            "Estou enfrentando um problema com meu motor, ele está usando muito mais potência do que eu esperava. Alguma ideia do que pode ser?",
            "Embora a temperatura esteja dentro do esperado, o motor está utilizando potência acima do necessário.",
            "O consumo de energia do motor está muito alto, mesmo considerando sua temperatura nominal.",
            "Estou com problemas com um motor que está usando mais potência que o necessário mesmo estando na temperatura recomendada, o que pode estar acontecendo?",
            "Preciso de ajuda com meu motor que utiliza muita energia na temperatura de uso normal. O que posso fazer para corrigir isso?",
            "Estou tendo problemas com meu motor, ele está gastando mais energia do que deveria mesmo em temperatura normal. Alguma sugestão de como corrigir isso?",
            "O motor está aquecendo muito e consumindo mais energia do que o necessário.",
            "O motor está consumindo uma quantidade excessiva de energia na temperatura de operação normal. Como posso diagnosticar o problema?",
            "O motor está apresentando um consumo de energia maior do que o esperado, apesar de estar na temperatura correta.",
            "Gostaria de entender por que o motor está consumindo mais energia do que o necessário quando está na temperatura normal. Qual pode ser a causa?",
            "Estou com problemas em relação ao consumo excessivo de energia do motor na temperatura de operação normal. Alguma sugestão?",
            "Meu motor está usando potência excessiva em temperatura normal. Alguém pode me ajudar a entender o que pode estar causando isso?",
            "O motor está consumindo mais energia do que o normal para a temperatura ambiental e de operação"
        ]
    },
    {
        "label": " relé de proteção do motor sendo acionado pela bomba",
        "keywords": [
            "A bomba está causando a ativação do relé de proteção do motor, preciso de assistência técnica.",
            "O relé de proteção do motor está sendo acionado toda vez que a bomba é ligada. O que pode estar causando esse problema?",
            "Preciso de ajuda para entender por que o relé de proteção do motor está sendo acionado sempre que a bomba é ligada.",
            "O relé de proteção do motor está sendo ativado ao acionar a bomba. O que pode estar acontecendo?",
            "Preciso de ajuda, o relé de proteção do motor está sendo continuamente acionado pela bomba.",
            "Por favor, nos ajude a solucionar o problema do relé de proteção do motor sendo acionado pela bomba.",
            "Estamos tendo dificuldades com a bomba acionando o relé de proteção do motor. Alguma dica sobre como solucionar isso?",
            "Minha bomba está fazendo com que o relé de proteção do motor seja acionado. Como posso resolver esse problema?",
            "Minha bomba está funcionando, mas ela faz com que o relé de proteção do motor seja ativado. Como posso consertar isso?",
            "Preciso de ajuda para resolver o problema da bomba ativando o relé de proteção do motor. Qual pode ser a causa?",
            "Preciso de uma solução para o problema de acionamento do relé de proteção do motor pela bomba. Alguma sugestão?",
            "O motor não está funcionando corretamente devido à bomba estar ativando o relé de proteção do motor.",
            "Estou enfrentando um problema com a bomba ativando o relé de proteção do motor, preciso de ajuda para resolvê-lo.",
            "O que devo fazer para evitar que o relé de proteção do motor seja ativado quando ligo a bomba?",
            "Por que o relé de proteção do motor dispara todas as vezes que a bomba é ligada?",
            "Preciso de ajuda para entender por que a bomba está ligando o relé de proteção do motor. O que pode estar errado?",
            "O relé de proteção está impedindo o funcionamento do motor devido à ativação da bomba.",
            "Estou com um problema na minha bomba e o relé de proteção do motor está sendo acionado constantemente. Como posso resolver isso?",
            "Estamos enfrentando um problema com a bomba acionando o relé de proteção do motor e não temos ideia do que está causando isso. Alguma sugestão?",
            "O relé de proteção do motor está sendo ativado pela bomba. Como posso solucionar esse problema?",
            "Preciso de ajuda para entender por que o relé de proteção do motor é acionado quando a bomba é ativada. Alguma ideia?",
            "O relé de proteção do motor está sendo acionado toda vez que a bomba liga ou desliga. Como resolver esse problema?",
            "Não consigo entender por que a bomba está fazendo com que o relé de proteção do motor seja acionado. O que devo fazer para solucionar isso?",
            "O relé de proteção do motor está sendo acionado pela bomba.",
            "Estou com dificuldades para solucionar um problema de acionamento do relé de proteção do motor pela bomba. Alguém tem alguma sugestão?",
            "Estamos tendo um problema com o relé de proteção do motor sendo ativado pela bomba. Alguma ideia de como resolver?",
            "O relé de proteção do motor continua a ser ativado toda vez que ligo a bomba. Alguma sugestão?",
            "O que pode estar causando o acionamento do relé de proteção do motor pela bomba? Alguma sugestão de solução?",
            "Como resolver um problema no relé de proteção do motor que está sendo acionado toda vez que a bomba liga ou desliga?",
            "Estou enfrentando problemas com o relé de proteção do motor que é acionado toda vez que a bomba é ligada. Como posso resolver isso?",
            "Estou tendo problemas com a bomba ativando o relé de proteção do motor. O que devo verificar para identificar a causa?",
            "Estou tendo problemas com o relé de proteção do motor que é acionado toda vez que a bomba é ligada. Como posso resolver isso?",
            "Como faço para verificar se há alguma falha no relé de proteção do motor quando a bomba é ativada?",
            "Nosso motor está sofrendo com o acionamento constante do relé de proteção da bomba. O que podemos fazer para solucionar este problema?",
            "Preciso de ajuda para solucionar um problema com o relé de proteção do motor que está sendo acionado pela bomba. Alguma ideia?",
            "Estou tendo dificuldades com o relé de proteção do motor que é acionado toda vez que ligo a bomba. O que posso fazer para resolver isso?",
            "O relé de proteção do motor está sendo acionado frequentemente pela bomba e não sabemos o que pode estar causando isso. Alguma ideia?",
            "O relé de proteção do motor está sendo ativado pela bomba e não sei como resolver esse problema. Alguém pode me ajudar?",
            "Eu preciso de ajuda para resolver um problema em que a bomba está ativando o relé de proteção do motor.",
            "O que devo fazer quando o relé de proteção do motor é acionado com a ativação da bomba?",
            "O relé de proteção do motor está sendo acionado toda vez que ligo a bomba. O que pode estar causando isso?",
            "A bomba está acionando o relé de proteção do motor, mesmo que não haja sobrecarga ou falta de fase. Como podemos solucionar este problema?",
            "Há um problema com a interação entre a bomba e o relé de proteção do motor.",
            "O relé de proteção do motor tem sido ativado sempre que ligamos a bomba. Você tem alguma sugestão para solucionar o problema?",
            "O relé de proteção do motor está sendo acionado toda vez que a bomba é ligada, o que está causando esse problema?",
            "O relé de proteção do motor está sendo acionado pela bomba e eu não sei como solucionar esse problema.",
            "Por que o relé de proteção do motor está sendo acionado ao ligar a bomba? Alguma solução?",
            "Estou com um problema no sistema que faz com que o relé de proteção do motor seja ativado pela bomba. Alguém sabe como resolver?",
            "O relé de proteção está impedindo o funcionamento efetivo do motor devido à bomba estar sendo ativada.",
            "Estou com problemas na bomba causando o acionamento do relé de proteção do motor e preciso de ajuda para identificar o que pode estar errado."
        ]
    },
    {
        "label": "rolamentos em alta temperatura",
        "keywords": [
            "Os rolamentos do meu equipamento estão apresentando temperatura elevada, o que pode estar causando isso?",
            "Os rolamentos estão apresentando alta temperatura e não sei o que fazer.",
            "Gostaria de saber como resolver o problema de superaquecimento nos rolamentos da minha máquina.",
            "Os rolamentos da minha máquina estão aquecendo muito rapidamente, o que pode ser?",
            "O calor dos rolamentos da máquina está afetando a produção, o que devo fazer?",
            "Preciso de ajuda para entender por que os rolamentos estão esquentando tanto e como posso resolver isso.",
            "Os rolamentos estão aquecendo muito durante o funcionamento da máquina. O que pode estar causando isso?",
            "Estou com problemas de alta temperatura nos rolamentos da minha máquina, o que posso fazer?",
            "Os rolamentos da minha máquina estão superaquecendo e isso está prejudicando a produção. Como posso solucionar esse problema?",
            "Estou em busca de alternativas para reduzir a temperatura dos rolamentos da minha máquina.",
            "Os rolamentos do meu equipamento estão muito quentes e isso está causando falhas no processo produtivo. O que posso fazer?",
            "Estou com problemas nos rolamentos da minha máquina devido à alta temperatura, existe alguma solução?",
            "Estou com dificuldades em lidar com a temperatura excessiva dos rolamentos.",
            "O problema que estou enfrentando é que os rolamentos estão aquecendo muito.",
            "Os rolamentos da minha máquina estão esquentando demais e isso está prejudicando a produção.",
            "Gostaria de saber qual é a causa dos meus rolamentos estarem tão quentes e como posso solucionar esse problema.",
            "Meus rolamentos estão esquentando demais, o que pode ser?",
            "Os rolamentos estão esquentando demais",
            "Os rolamentos da minha máquina estão aquecendo de forma excessiva, como resolver?",
            "A temperatura dos meus rolamentos está extremamente alta, precisando de uma solução urgente!",
            "Os rolamentos estão atingindo altas temperaturas e estou preocupado com as consequências.",
            "Os rolamentos da minha máquina estão muito quentes e isso está prejudicando a qualidade do meu produto final. Como posso resolver esse problema?",
            "A temperatura dos rolamentos está causando problemas",
            "Meus rolamentos estão superaquecendo!",
            "Como resolver problema de rolamentos superaquecidos?",
            "Estou percebendo que os rolamentos estão aquecendo mais do que deveriam. O que pode ser a causa desse problema?",
            "A alta temperatura dos rolamentos está prejudicando a produção",
            "Os rolamentos estão aquecendo além do normal durante o uso da máquina, qual pode ser o motivo?",
            "Estou tendo problemas com os rolamentos, eles estão aquecendo muito.",
            "Os rolamentos da minha máquina estão superaquecendo durante a operação, o que é possível fazer?",
            "O problema é que os rolamentos estão superaquecendo, o que pode ser?",
            "Meus rolamentos estão atingindo altas temperaturas, poderiam me ajudar?",
            "Os rolamentos estão ficando muito quentes",
            "O meu equipamento está apresentando superaquecimento nos rolamentos, o que devo fazer?",
            "Estou com problemas nos rolamentos da minha máquina, que estão sempre com alta temperatura. O que fazer?",
            "Os rolamentos estão superaquecendo",
            "Estou enfrentando problemas com o superaquecimento dos rolamentos do meu equipamento. Como posso solucionar isso?",
            "Os rolamentos estão falhando devido à alta temperatura",
            "Meus rolamentos estão aquecendo muito. O que pode ser?",
            "Estou com dificuldades nos rolamentos devido à alta temperatura, como posso solucionar?",
            "Estou percebendo que os rolamentos estão muito quentes, pode me ajudar a solucionar o problema?",
            "Preciso de ajuda com a temperatura dos rolamentos",
            "Estamos tendo problemas com a temperatura dos rolamentos",
            "Preciso de ajuda, os rolamentos estão esquentando demais e não sei o que fazer.",
            "Minha máquina está operando com alta temperatura nos rolamentos, o que devo fazer?",
            "Minha máquina está apresentando problemas com os rolamentos que estão superaquecendo, o que posso fazer?",
            "Estou com dificuldade em manter a temperatura normal nos rolamentos do meu equipamento. Como posso resolver isso?",
            "A temperatura dos meus rolamentos está muito alta, como resolver isso?",
            "A temperatura dos rolamentos está muito alta",
            "Meus rolamentos estão muito quentes e isso está afetando o funcionamento da máquina. Tem algo que eu possa fazer para resolver?"
        ]
    },
    {
        "label": "rolamentos quentes (continuação)",
        "keywords": [
            "Estou preocupado com a temperatura elevada do rolamento e com possíveis danos à máquina.",
            "As máquinas estão apresentando problemas de interrupção constante devido aos rolamentos aquecidos.",
            "O rolamento da minha máquina está aquecendo demais e prejudicando o desempenho da produção. O que eu devo fazer?",
            "Notei que o rolamento está apresentando um superaquecimento e preciso solucionar isso rapidamente.",
            "Meu rolamento está superaquecendo quando a máquina opera em velocidade máxima. O que pode estar causando isso e o que fazer?",
            "Meu rolamento aquece intensamente depois de alguns minutos de uso. O que pode estar causando isso?",
            "Os rolamentos das máquinas estão aquecendo muito rapidamente e precisamos resolver essa questão para manter a produção funcionando. ",
            "Os rolamentos das minhas máquinas estão esquentando tanto que estão danificando outras peças, como posso resolver isso?",
            "A temperatura dos rolamentos aumenta rapidamente durante a operação.",
            "Os rolamentos estão quentes demais e sinto que isso pode levar a uma falha catastrófica.",
            "As máquinas estão fazendo barulhos estranhos e emitindo cheiro forte de metal queimado.",
            "O rolamento está superaquecendo rapidamente e emitindo um odor forte.O rolamento está vibrando intensamente e está muito quente ao toque.O rolamento está fazendo um som estranho e está ficando cada vez mais quente.O rolamento está liberando fumaça e está muito quente ao toque.O rolamento está falhando e não está girando suavemente.O rolamento está travando e está muito quente.O rolamento está soltando óleo e está aquecendo rapidamente.O rolamento está produzindo ruídos de atrito e está muito quente.O rolamento está apresentando desgaste excessivo e está esquentando.O rolamento está parando de girar e está começando a ficar quente.",
            "Os rolamentos estão superaquecendo e fazendo ruídos estranhos.",
            "Os rolamentos estão travando e impedindo o funcionamento das máquinas.",
            "Os rolamentos estão apresentando esforço exagerado para rodar as máquinas.",
            "Os rolamentos das minhas máquinas estão esquentando demais e está afetando a produtividade da fábrica, o que pode ser feito?",
            "A temperatura do rolamento está aumentando constantemente e estou preocupado com a situação.",
            "Notei que os rolamentos começam a aquecer depois de um tempo de uso, o que posso fazer para evitar isso?",
            "Já limpei e lubrifiquei os rolamentos da minha máquina, mas eles ainda estão esquentando muito, o que mais posso fazer?",
            "A temperatura do rolamento está aumentando a cada dia e já não sei mais o que fazer.",
            "O motor está superaquecendo e sentimos cheiro de queimado vindo da área dos rolamentos.",
            "Os rolamentos estão superaquecendo após um curto período de utilização.",
            "Estou enfrentando problemas frequentes de superaquecimento dos rolamentos.",
            "O rolamento está aquecendo mais do que o normal.",
            "Meus rolamentos estão esquentando muito rápido, mesmo com lubrificação adequada. O que pode estar causando isso?",
            "Os rolamentos das minhas máquinas estão esquentando e durando pouco tempo, o que pode estar causando isso?",
            "Os rolamentos estão esquentando tanto que estão gerando falhas elétricas na máquina, o que pode estar acontecendo?",
            "Os rolamentos da minha máquina estão superaquecendo e fazendo muito barulho. O que eu posso fazer para resolvê-los?",
            "Eu fiz a troca do rolamento a pouco tempo e ele já está aquecendo bastante. O que pode estar acontecendo?",
            "O rolamento está esquentando mais do que o usual e estou em dúvida se devo parar a produção.",
            "Os rolamentos estão superaquecendo mesmo com a lubrificação adequada.",
            "Estou com um problema de rolamentos quentes e preciso de uma solução imediata.",
            "Os rolamentos da minha máquina estão superaquecendo, o que pode estar causando isso?",
            "O rolamento está aquecendo além do normal e preciso de ajuda para resolver.",
            "Meu rolamento está superaquecendo e não consigo identificar qual a causa disso. Alguma sugestão?",
            "Preciso de ajuda urgente para solucionar o problema de superaquecimento dos rolamentos.",
            "Meu rolamento está esquentando muito, tanto que está chegando a derreter a graxa. Qual pode ser o motivo e o que fazer?",
            "Estou percebendo que o rolamento está ficando cada vez mais quente e não sei como solucionar o problema.",
            "Preciso de ajuda para entender o que está causando o superaquecimento do rolamento e como resolver.",
            "Os funcionários estão reportando trepidação e vibração exagerada na área das máquinas.",
            "As máquinas estão desregulando e apresentando um excesso de vibração desconfortável.",
            "Os rolamentos da minha máquina estão aquecendo demais e os componentes que estarão em contato com os rolamentos estão ficando deformados. Como posso resolver isso?",
            "Estou percebendo que os rolamentos estão esquentando muito rapidamente, ainda mais do que o normal, o que pode estar causando isso?",
            "O rolamento está superaquecendo e comprometendo o funcionamento da máquina.",
            "Os meus rolamentos estão aquecendo constantemente e já tentei diversas soluções.",
            "Recentemente troquei os rolamentos da minha máquina e agora eles estão superaquecendo, pode ser um problema de instalação?",
            "Estou tendo problemas com o superaquecimento dos rolamentos da minha máquina. Alguma dica para solucionar?",
            "Notei que os rolamentos começaram a esquentar depois que aumentei a velocidade da máquina, o que devo fazer?",
            "O rolamento está com uma temperatura elevada e não sei o que fazer.",
            "A temperatura do rolamento está subindo além do normal e não sei como proceder."
        ]
    },
    {
        "label": "descarga insuficiente",
        "keywords": [
            "A descarga da minha máquina está fraca, mas ela ainda é nova. O que pode estar causando isso?",
            "Por que a descarga está tão fraca?",
            "Meu equipamento não está descarregando tudo o que deveria.",
            "Meu equipamento não está descarregando corretamente.",
            "A descarga do meu equipamento está fraca.",
            "O equipamento está produzindo pouco mesmo com carga completa, o que pode estar acontecendo?",
            "Recentemente, minha máquina começou a apresentar baixa descarga. O que devo verificar para resolver esse problema?",
            "A velocidade de descarga está muito baixa, como posso aumentar?",
            "Minha máquina está com problemas de descarga, o que posso fazer?",
            "A capacidade de descarga do meu equipamento está reduzida.",
            "Minha máquina está funcionando corretamente, mas a descarga está muito baixa. O que pode estar acontecendo?",
            "Minha máquina só está descarregando cerca de 50% da sua capacidade normal. Como posso resolver esse problema?",
            "Minha máquina está com baixa descarga, mesmo com a carga completa. O que pode estar acontecendo?",
            "A máquina não está descarregando o suficiente, qual a solução?",
            "O que pode influenciar na descarga insuficiente?",
            "A temperatura das peças está incompatível com o sistema de refrigeração da máquina.",
            "O que pode ser feito para aumentar a descarga do equipamento?",
            "A descarga da minha máquina está muito fraca e não sei como resolver, pode me ajudar?",
            "A pressão na fonte de água é abaixo do necessário.",
            "Minha máquina está apresentando baixa descarga e eu não sei como resolver esse problema. O que devo fazer?",
            "A descarga da minha máquina está fraca, mesmo depois de trocar a fonte de energia. O que pode ser isso?",
            "Estou tendo dificuldades com a descarga no meu equipamento.",
            "A bomba está com defeito em uma de suas peças.",
            "A descarga do meu equipamento está abaixo do esperado.",
            "Gostaria de saber como melhorar a vazão da descarga da máquina",
            "A descarga está muito abaixo do normal, como posso resolver?",
            "Não estou conseguindo realizar a descarga corretamente, qual problema pode ser?",
            "Estou enfrentando problemas com a descarga da minha máquina, como resolvo?",
            "A bomba não está produzindo a quantidade de água esperada.",
            "O que fazer quando a descarga do equipamento está abaixo do esperado?",
            "Estou enfrentando problemas com a descarga do meu equipamento.",
            "Minha máquina está com problemas na descarga, o que devo fazer?",
            "A descarga da minha máquina está muito fraca, mesmo após trocar a bateria. O que pode ser?",
            "O sistema de encanamento está impedindo o fluxo correto da água.",
            "Há alguma forma de aumentar a força da descarga da minha máquina?",
            "A descarga da máquina está muito lenta, o que pode ser?",
            "Há pouca capacidade de descarga no meu equipamento.",
            "Quais os possíveis motivos para a descarga do equipamento estar baixa?",
            "A descarga do meu equipamento está falha.",
            "A válvula não está liberando vapor suficiente.",
            "Minha máquina está com descarga muito baixa e a bateria está esquentando. O que fazer para corrigir isso?",
            "Meu equipamento não está descarregando o suficiente.",
            "O filtro está obstruído e causando a descarga insuficiente.",
            "Estou enfrentando problemas de baixa descarga em minha máquina mesmo depois de uma manutenção recente. O que pode ser isso?",
            "Os bocais estão desgastados e precisam ser substituídos.",
            "Há uma fuga de água na tubulação que está afetando a vazão.",
            "Como resolver o problema de descarga insuficiente?",
            "A descarga da minha máquina está muito fraca, o que pode estar acontecendo?Não estou conseguindo realizar uma descarga eficiente na minha esteira, o que pode ser?Minha prensa está com a descarga lenta, como posso resolver esse problema?A descarga do meu sistema de transporte não está funcionando corretamente, o que devo fazer?Estou tendo problemas com a descarga da minha máquina de embalagem, como posso solucionar isso?A descarga do meu misturador está com dificuldades, o que pode estar errado?Por que a descarga do meu compressor não está operando adequadamente?Minha unidade de alimentação está tendo problemas com a descarga, o que devo checar?Por que a descarga da minha máquina de corte não está funcionando de maneira satisfatória?A descarga do meu misturador de tintas está muito baixa, como posso aumentar a eficiência?",
            "O motor elétrico parece estar funcionando abaixo do normal.",
            "Qual o motivo da descarga da máquina estar tão baixa?"
        ]
    },
    {
        "label": "consumo excessivo de energia",
        "keywords": [
            "Preciso reduzir o consumo de energia dos meus equipamentos, mas não sei por onde começar. Pode me ajudar?",
            "Notei um aumento significativo na conta de energia do meu negócio, como posso identificar a origem do problema?",
            "Preciso de dicas para reduzir o consumo de energia da minha fábrica",
            "Quais são as medidas que posso tomar para economizar energia em minha indústria?",
            "Quando ligo o equipamento, percebo um pico no consumo de energia",
            "O que é necessário fazer para assegurar que a energia consumida pelo projeto seja plenamente utilizada?",
            "Mesmo quando o equipamento não está em uso, ele continua consumindo energia",
            "Tenho equipamentos que não estão sendo utilizados, mas continuam consumindo energia. Existe alguma forma de desligá-los de forma automática?",
            "Preciso monitorar o consumo de energia do meu equipamento e entender quais são os pontos onde está havendo maior consumo. Que soluções você sugere?",
            "Gostaria de saber se existem alternativas de energia mais econômicas para o meu negócio",
            "Percebi que meus equipamentos estão consumindo mais energia do que deveriam. Tem alguma forma de identificar qual equipamento está consumindo mais?",
            "Meu equipamento mecânico/elétrico está consumindo muito mais energia do que o normal. O que pode estar causando isso?",
            "Algo no meu equipamento parece estar fazendo com que ele consuma mais energia do que o necessário. O que pode ser e como resolver?",
            "Busco informações sobre como reduzir o consumo de energia do meu maquinário sem prejudicar a produção",
            "A fatura de energia elétrica está vindo muito alta. Como posso identificar os equipamentos que estão consumindo mais energia?",
            "Já substituí os equipamentos antigos por novos, mas o consumo de energia ainda está alto",
            "Existe alguma ferramenta que possa ser utilizada para identificar as áreas onde há maior consumo de energia?",
            "Gostaria de diminuir o consumo de energia dos meus equipamentos, mas não sei quais são os equipamentos mais problemáticos. Como posso saber?",
            "Notei que a minha conta de energia subiu bastante nos últimos meses e desconfio que pode ser pelo consumo excessivo de energia do equipamento. Como posso resolver isso?",
            "Preciso encontrar um modo de reduzir o consumo excessivo de energia do meu equipamento sem precisar substituí-lo totalmente. O que você recomenda?",
            "Estou enfrentando uma alta demanda de energia em um dos meus equipamentos e isso está gerando um alto custo para a empresa. Como posso equilibrar essa demanda e reduzir o consumo?",
            "Preciso de ajuda para instalar sensores de monitoramento de consumo de energia em meu equipamento. Como posso fazer isso?",
            "O consumo de energia do meu equipamento aumentou consideravelmente desde a última manutenção",
            "Acredito que o consumo de energia em meu equipamento está anormalmente alto, como posso identificar o problema?",
            "Há algum tipo de equipamento elétrico que pode ajudar a reduzir o consumo de energia?",
            "Meu equipamento está ligado excessivamente tempo e acredito que isso esteja aumentando o consumo de energia.",
            "Meu equipamento está consumindo mais energia do que o normal",
            "Meus equipamentos estão consumindo mais energia do que o normal. O que pode estar causando isso?",
            "Tenho interesse em soluções modernas para reduzir o consumo de energia em minhas instalações industriais.",
            "O consumo de energia em meu negócio está insustentável, preciso de ajuda para encontrar soluções",
            "Estou com problemas de consumo excessivo de energia em minha fábrica e não sei por onde começar para solucioná-los. Pode me ajudar?",
            "Estou com uma conta de energia muito alta e suspeito que meus equipamentos estão consumindo mais energia que o necessário. O que posso fazer?",
            "O consumo de energia do meu equipamento está tão alto que estou preocupado com os custos que isso pode gerar. O que posso fazer para reduzir o consumo?",
            "Meus equipamentos elétricos estão consumindo mais energia do que o normal. O que posso fazer para reduzir o consumo?",
            "O que fazer quando os equipamentos elétricos consomem muita energia e isso impacta diretamente o orçamento da empresa?",
            "Minha máquina está consumindo muita energia, o que posso fazer para reduzir os gastos com eletricidade?",
            "Quando comparo meu consumo de energia com empresas similares, percebo que estou gastando mais",
            "O consumo de energia do meu equipamento está acima do que foi projetado",
            "Percebi que meus equipamentos estão consumindo mais energia em determinadas horas do dia. Existe alguma forma de programá-los para consumir menos?",
            "Gostaria de saber se existem equipamentos no mercado que consomem menos energia do que os que tenho atualmente. Você pode me indicar algum?",
            "Como é possível melhorar a eficiência energética na indústria?",
            "O meu equipamento está operando normalmente, mas o consumo de energia está muito elevado. O que posso fazer para diminuir esse consumo?",
            "Quais técnicas posso utilizar para reduzir o consumo de energia do meu equipamento, sem diminuir sua eficiência ou produtividade?",
            "Meus equipamentos estão consumindo muito mais energia do que no mês passado. O que pode estar causando isso?",
            "Quais são as possíveis causas para o aumento no consumo de energia em uma indústria?",
            "O equipamento que estou utilizando está consumindo mais energia do que o esperado, o que pode estar acontecendo?",
            "O que é necessário fazer para conferir se há algum problema de vazamento de corrente que possa estar causando o aumento no consumo de energia?",
            "Não consigo identificar o que está causando o alto consumo de energia",
            "Tenho notado que minha conta de energia tem aumentado nos últimos meses",
            "Tive um aumento expressivo na conta de luz do meu empreendimento, como posso contornar essa situação?"
        ]
    },
    {
        "label": "superaquecimento",
        "keywords": [
            "Eu estou enfrentando problemas de superaquecimento com meu equipamento. O que devo verificar?",
            "O equipamento está superaquecendo rapidamente, mesmo após poucos minutos de uso. O que pode ser feito para resolver esse problema?",
            "Notei que a tela do painel está mostrando uma temperatura acima do normal, informando que o equipamento está superaquecendo. O que pode estar causando isso e como solucionar?",
            "O superaquecimento está causando instabilidade no equipamento e colocando em risco a segurança dos operadores.",
            "O equipamento não está apresentando um desempenho tão bom quanto antes. Notei que ele está superaquecendo de forma constante. Como solucionar esse problema?",
            "Os ventiladores estão funcionando normalmente, mas ainda assim o equipamento está superaquecendo. O que devo fazer para diminuir a temperatura?",
            "Estou enfrentando problemas de superaquecimento com meu equipamento e gostaria de saber se isso pode afetar outros sistemas da minha empresa.",
            "A máquina de lavar roupa está superaquecendo enquanto está em funcionamento",
            "O motor está esquentando mais do que o normal e isso tem causado interrupções na produção.",
            "O painel de controle está esquentando demais e não funciona corretamente. ",
            "O PC industrial está apresentando superaquecimento",
            "O forno industrial está superaquecendo e causando falhas no processo produtivo",
            "O equipamento estava funcionando perfeitamente, mas de repente começou a superaquecer. O que devo fazer para evitar danos maiores?",
            "A bomba hidráulica está superaquecendo e perdendo pressão",
            "A temperatura da máquina está muito alta e estou preocupado com possíveis danos.",
            "O ventilador está funcionando bem, mas a máquina continua superaquecendo.",
            "O radiador está quente demais",
            "O software de controle térmico do equipamento está com defeito e isso tem causado superaquecimento.",
            "Meu equipamento está superaquecendo e eu preciso saber se há algum tipo de limpeza que eu possa fazer.",
            "O equipamento está superaquecendo e desligando sozinho.",
            "Meu equipamento está superaquecendo e eu estou perdido em relação a qual abordagem devo tomar para repará-lo. Você pode me ajudar?",
            "O motor está superaquecendo e o desempenho está sendo afetado.",
            "Meu equipamento está exalando muito calor e está ficando muito quente. O que posso fazer para evitar o superaquecimento?",
            "O painel do equipamento indica uma temperatura elevada e está com o alarme sonoro ativado por superaquecimento.",
            "Ao ligar o equipamento, ele fica quente rapidamente e desliga sozinho.",
            "A temperatura do equipamento está muito alta e há risco de queimar componentes.",
            "A temperatura do ambiente está normal, mas o equipamento está apresentando superaquecimento e desligando frequentemente.",
            "A ventoinha não está dando conta de resfriar o equipamento, que fica superaquecido.",
            "O aparelho de ar condicionado está superaquecendo e funcionando mal",
            "O equipamento está emitindo um cheiro de queimado e superaquecendo.",
            "O sistema de refrigeração não está funcionando corretamente e a temperatura da máquina está aumentando.",
            "O equipamento está superaquecendo mesmo quando não está sendo utilizado. O que pode estar causando isso e como solucionar o problema?",
            "O superaquecimento começou depois que realizei algumas mudanças nas configurações. Será que tem alguma relação com isso? O que posso fazer para resolver o problema?",
            "Eu acho que meu equipamento está superaquecendo. O que eu devo fazer para solucionar isso?",
            "O motor está superaquecendo e fazendo barulhos estranhos",
            "Desliguei o equipamento após notar o superaquecimento, deixei esfriar e liguei novamente, mas mesmo assim ele voltou a superaquecer. O que posso fazer para resolver esse problema?",
            "O equipamento está superaquecendo e desligando sozinho",
            "Elevados níveis de calor estão saindo do meu equipamento e eu estou preocupado com a possibilidade de superaquecimento. O que eu posso fazer para evitá-lo?",
            "Estou tendo problemas de superaquecimento com meu equipamento e estou preocupado com a segurança. O que posso fazer?",
            "A sobrecarga de trabalho na máquina tem causado superaquecimento.",
            "O aquecedor elétrico está superaquecendo",
            "Noto que o equipamento está funcionando mais lento do que o normal e apresentando superaquecimento.",
            "O equipamento está superaquecendo e comprometendo o desempenho de outros dispositivos interligados.",
            "A temperatura do compressor está muito alta",
            "Meu equipamento está trabalhando em alta temperatura e eu suspeito que esteja superaquecendo. Quais são as possíveis causas e soluções?",
            "O superaquecimento está causando mau funcionamento e comprometendo a qualidade do produto final.",
            "Estou tendo problemas com o superaquecimento do meu equipamento e não consigo identificar a causa. Você pode me ajudar a solucionar isso?",
            "O motor está superaquecendo muito e emitindo um cheiro forte de queimado. O que devo fazer para evitar danos maiores?",
            "O equipamento está superaquecendo e os componentes estão emitindo fumaça.",
            "Estou utilizando o equipamento de forma regular, mas reparei que ele está superaquecendo muito. O que pode estar causando esse problema e como resolvê-lo?"
        ]
    },
    {
        "label": "superaquecimento (continuação)",
        "keywords": [
            "O equipamento desliga sozinho após alguns minutos de uso",
            "O ventilador não está funcionando e o equipamento está aquecendo.",
            "O superaquecimento está gerando ruídos e vibrações estranhas, como corrigir?",
            "Notei que a temperatura do equipamento está extremamente alta, como posso evitar problemas de superaquecimento?",
            "O motor está ficando muito quente e fazendo barulhos estranhos",
            "A temperatura do equipamento está subindo acima do normal.",
            "O ventilador está fazendo um barulho estranho e o equipamento está aquecendo rapidamente",
            "O motor está superaquecendo e desligando sozinho, como resolver?",
            "O sobreaquecimento está afetando a produtividade da minha linha de produção. Como posso resolver esse problema?",
            "O superaquecimento em meu equipamento acontece apenas em dias mais quentes. Isso é normal?",
            "Estou sentindo uma forte vibração no equipamento que está esquentando mais que o normal",
            "Como faço para prevenir o superaquecimento em meu equipamento? Existe algum procedimento de manutenção preventiva que eu possa seguir?",
            "O equipamento está apresentando falhas no funcionamento e superaquecendo constantemente",
            "O superaquecimento é desconhecido e o equipamento não funciona mais.",
            "Qual é a temperatura ideal para operar meu equipamento e evitar superaquecimento?",
            "O equipamento está esquentando demais e emitindo um cheiro forte.",
            "O equipamento não está funcionando corretamente devido ao superaquecimento, como solucionar?",
            "O equipamento está esquentando demais e é possível ver fumaça saindo do motor",
            "Estou tendo problemas de superaquecimento com meu equipamento, isso pode prejudicar sua vida útil?",
            "O equipamento desliga automaticamente por superaquecimento após alguns minutos de funcionamento.",
            "O superaquecimento do equipamento pode causar danos permanentes? O que posso fazer para evitar isso?",
            "O equipamento está trancando e apresentando problemas de superaquecimento",
            "O indicador de temperatura está subindo muito rápido e chegando a níveis perigosos, o que fazer?",
            "Meu equipamento não está superaquecendo muito, mas ainda assim estou preocupado, o que devo fazer?",
            "A luz de superaquecimento está acesa e o equipamento está funcionando mal.",
            "O superaquecimento está danificando outras partes do equipamento, o que pode ser feito para evitar?",
            "O que pode estar causando o superaquecimento em meu equipamento e como posso corrigir esse problema?",
            "O equipamento está emitindo um cheiro forte de queimado e aquecendo demais, o que pode ser?",
            "A temperatura do equipamento está oscilando e às vezes fica perigosamente alta.",
            "Estou tendo dificuldades para resolver o problema de superaquecimento em meu equipamento, como posso solucioná-lo?",
            "Estou preocupado com o superaquecimento do meu equipamento, pois isso pode causar danos irreversíveis. O que devo fazer?",
            "O superaquecimento está danificando a qualidade do produto final, como evitar?",
            "A temperatura do equipamento está muito alta e os ventiladores não estão funcionando corretamente",
            "O superaquecimento ocorre sempre em momentos específicos e não durante todo o funcionamento da máquina.",
            "Meu equipamento está superaquecendo rapidamente e desligando automaticamente. O que pode ser?",
            "O equipamento está aquecendo rapidamente e perdendo eficiência.",
            "Meu equipamento está apresentando um superaquecimento e desligando sozinho, o que devo fazer?",
            "O superaquecimento está gerando interrupções na produção, como solucionar?",
            "O painel de controle indica que a temperatura está acima do normal e o equipamento está apresentando falhas",
            "Notei que o motor do meu equipamento está ficando muito quente. Isso pode ser um problema?",
            "O equipamento está possuindo paradas frequentes devido ao superaquecimento, o que fazer?",
            "O equipamento está emitindo um cheiro de queimado e apresentando sinais de superaquecimento",
            "Não consigo identificar a fonte do superaquecimento em meu equipamento. Existe alguma ferramenta ou método que possa me ajudar?",
            "Qual é o limite aceitável de temperatura em meu equipamento, antes de eu precisar tomar medidas para evitar o superaquecimento?",
            "O superaquecimento do meu equipamento pode ser resolvido com a substituição de alguma peça ou devo substituir o equipamento inteiro?",
            "Meu equipamento está superaquecendo mesmo com o ar-condicionado ligado. O que devo fazer?",
            "O consumo de energia está aumentando muito devido ao superaquecimento, como resolver?",
            "O ventilador do meu equipamento está funcionando direito, mas o superaquecimento continua acontecendo. O que pode ser?",
            "Como posso identificar o superaquecimento antes que ele se torne um problema grave?",
            "O equipamento está emitindo ruídos anormais e aumentando sua temperatura."
        ]
    },
    {
        "label": "rolamento barulhento",
        "keywords": [
            "O equipamento está emitindo um som metálico durante o funcionamento, o que pode estar relacionado ao rolamento?",
            "O ruído do rolamento está aumentando gradualmente há alguns dias.",
            "Estou usando o meu equipamento há algumas semanas e, recentemente, ele começou a produzir um som estranho. Suspeito que isso possa estar relacionado ao rolamento.",
            "Há um barulho metálico vindo do meu equipamento. Será que é do rolamento?",
            "O meu equipamento está fazendo um barulho misterioso e desconhecido. Acredito que possa ser o rolamento.",
            "O equipamento está vibrando mais do que o normal e fazendo um barulho estranho.",
            "Há um chiado constante no rolamento da nossa máquina.",
            "Acho que um dos rolamentos do equipamento está fazendo um barulho diferente.",
            "O meu equipamento está fazendo barulho excessivo. Acredito que seja relacionado ao rolamento. O que fazer?",
            "O ruído emitido pelo rolamento da máquina está se tornando preocupante.",
            "Quando desligo o meu equipamento, ainda é possível ouvir um barulho parecido com o de um rolamento. O que pode ser isso?",
            "Notamos um ruído vindo do rolamento da máquina.",
            "Após anos de uso, meu equipamento está fazendo um barulho diferente e mais alto, possivelmente vindo do rolamento. O que eu deveria fazer?",
            "A máquina começou a apresentar um som vindo do rolamento que antes não havia.",
            "O rolamento da máquina está fazendo um som irregular que nos preocupa.",
            "Sinto um barulho agudo e constante em meu equipamento. Será que é o rolamento?",
            "Estou ouvindo barulhos estranhos no equipamento - acho que pode ser o rolamento.",
            "O equipamento começou a fazer um barulho forte e constante enquanto está em operação. Eu suspeito que seja um problema com o rolamento.",
            "O meu equipamento está vibrando e fazendo um barulho estranho. Pode ser o rolamento?",
            "Meu equipamento está fazendo um barulho estranho e desagradável. Parece que o problema está vindo de um dos rolamentos.",
            "Estou preocupado com o barulho que o meu equipamento está fazendo. Não gostaria que algo acontecesse com o rolamento. O que devo fazer?",
            "O barulho do meu equipamento mudou após uma manutenção preventiva. Será possível que o problema esteja no rolamento?",
            "O barulho do meu equipamento está me incomodando bastante. Sinto que o rolamento pode estar fazendo mais barulho do que deveria.",
            "Eu noto um ruído agudo vindo do equipamento enquanto ele está em funcionamento, provavelmente relacionado a um problema no rolamento.",
            "O barulho do rolamento da máquina está cada vez mais alto e constante.",
            "Percebemos que o rolamento da máquina está vibrando e emitindo um som incomum.",
            "O meu equipamento está fazendo um ruído alto e desconfortável. Acredito que seja relacionado ao rolamento.",
            "O rolamento do meu equipamento está fazendo um barulho estranho. O que poderia ser?",
            "Percebi que o barulho no meu equipamento é maior quando a carga é maior. Será que pode ser um problema no rolamento?",
            "Eu escuto um som irregular enquanto o meu equipamento está operando. Eu gostaria de saber se isso pode estar relacionado ao rolamento.",
            "O rolamento está emitindo um som estranho quando a máquina está em uso.",
            "O rolamento da minha máquina está fazendo um barulho muito alto.",
            "O meu equipamento está fazendo um barulho irregular. Pode ser o rolamento desgastado?",
            "O meu equipamento começou a fazer um barulho mais alto nos últimos dias. Acredito que seja algo relacionado ao rolamento. O que devo fazer?",
            "Nosso equipamento apresenta um som estranho que parece vir do rolamento.",
            "O rolamento do meu equipamento está fazendo um barulho alto e constante que está me preocupando. O que eu devo fazer?",
            "Notei que o meu equipamento começou a trepidar mais do que o normal e que o barulho do rolamento aumentou. O que pode estar acontecendo?",
            "O barulho no meu equipamento está muito alto, chegando a parecer perigoso. Acredito que seja algo referente ao rolamento.",
            "Meu equipamento está fazendo um barulho estranho quando está em operação. Parece ser algo relacionado ao rolamento.",
            "O barulho aumenta cada vez mais. Acredito que o rolamento esteja precisando ser substituído.",
            "O barulho no meu equipamento começou há alguns dias e está aumentando gradativamente. Tenho suspeita de que seja alguma falha no rolamento.",
            "Os ruídos do rolamento do equipamento estão me incomodando bastante.",
            "Percebi uma vibração muito forte no equipamento e um barulho de atrito. É possível que seja um problema no rolamento?",
            "Fui verificar e percebi um ruído vindo do rolamento.",
            "O motor do equipamento está fazendo um barulho muito alto.",
            "O barulho do rolamento do gerador está me preocupando. O que fazer?",
            "O carrinho com rodas está emitindo um som metálico e estranho no rolamento.",
            "Notei que o meu equipamento está vibrando demais e o barulho parece vir da área do rolamento.",
            "O barulho do meu equipamento está me incomodando. Será que o rolamento está com problema?",
            "O barulho do rolamento parece estar crescendo, o que devo fazer?"
        ]
    },
    {
        "label": " amassados irregulares ou material incrustado nas pistas",
        "keywords": [
            "Estou enfrentando dificuldades para remover material incrustado das pistas do meu equipamento, o que devo fazer?",
            "Por que a minha máquina está com material incrustado nas pistas?",
            "Estou enfrentando problemas com amassados nas pistas do meu equipamento, o que fazer?",
            "Preciso de ajuda para solucionar problemas com as pistas de minha linha de produção que estão apresentando amassados e material incrustado.",
            "Estou com dificuldades para remover o material incrustado nas pistas da minha máquina, como proceder?",
            "Como evitar o acúmulo de material incrustado nas pistas do meu equipamento?",
            "Olá, estou tendo problemas com amassados irregulares nas pistas. O que pode estar causando isso?",
            "Preciso de ajuda para solucionar problemas nas pistas da minha linha de produção, que estão apresentando deformações e material incrustado.",
            "As pistas do meu equipamento estão com irregularidades na superfície, o que pode estar causando isso?",
            "As pistas da minha máquina estão com amassados irregulares, o que pode ser?",
            "As pistas do meu equipamento estão com amassados irregulares, o que pode estar causando isso?",
            "Os amassados irregulares nas pistas da minha máquina estão prejudicando a produção. Como resolver essa questão?",
            "Gostaria de uma solução para remover o material incrustado que está danificando a superfície da pista de produção.",
            "Preciso de ajuda para limpar a pista de produção, que está com material incrustado.",
            "Minhas pistas estão com amassados e material incrustado, como solucionar esse problema?",
            "Estou enfrentando problemas com materiais incrustados na pista de produção e não sei como removê-los.",
            "Quais são as possíveis causas para amassados irregulares nas pistas do meu equipamento?",
            "Percebi que a pista de produção está com material incrustado que impede o fluxo adequado dos produtos. O que posso fazer?",
            "Qual é o melhor método para remover material incrustado das pistas do meu equipamento?",
            "O que pode ser feito para solucionar o problema de amassados irregulares nas pistas do meu equipamento?",
            "As pistas da minha máquina estão com amassados e isso está prejudicando a produção.",
            "Como posso eliminar o material incrustado que está poluindo a pista de produção?",
            "Encontrei material incrustado nas pistas do meu equipamento, como posso fazer a remoção?",
            "O que pode causar os amassados irregulares nas pistas da minha máquina?",
            "Estou procurando soluções para remover material incrustado nas pistas. Alguma sugestão?",
            "As pistas do meu equipamento estão apresentando desgastes e amassados, precisam ser reparadas ou substituídas?",
            "Estou tendo dificuldades em remover o material incrustado nas pistas da minha máquina. O que fazer?",
            "Estou tendo problemas com a qualidade dos produtos porque há amassados na superfície da pista de produção. Como posso resolver?",
            "Gostaria de saber como posso remover o material incrustado que está na pista de produção.",
            "Percebi que há amassados irregulares na pista de produção. O que pode estar causando isso?",
            "Acredito que os amassados nas pistas estão afetando a qualidade dos produtos. Como solucionar esse problema?",
            "Preciso de ajuda para lidar com o amassado irregular na pista de produção. Alguma sugestão?",
            "Minha linha de produção está apresentando problemas com as pistas, que estão com amassados e material incrustado. Como resolver?",
            "As pistas do meu equipamento estão com amassados e isso está afetando a qualidade do produto final.",
            "Há um material incrustado nas pistas que está atrapalhando o funcionamento do equipamento, como posso removê-lo?",
            "Como faço para remover o material incrustado nas pistas?",
            "Olá, estou tendo problemas com as pistas da minha linha. Elas estão com riscos e material incrustado. Alguma dica?",
            "Como remover material incrustado das pistas do meu equipamento?",
            "As pistas do meu equipamento estão apresentando irregularidades e preciso de ajuda para resolver esse problema.",
            "Preciso de ajuda para solucionar o problema de amassados irregulares nas pistas da minha máquina",
            "As pistas da minha linha de produção estão apresentando amassados e material incrustado em alguns pontos. Alguma sugestão para resolver o problema?",
            "Há uma grande quantidade de material incrustado nas pistas, o que pode prejudicar a vida útil do equipamento, como removê-lo?",
            "Encontrei sujeira incrustada nas pistas do meu equipamento e preciso de orientação para a limpeza.",
            "Os amassados nas pistas estão gerando ruídos e vibrações no equipamento, o que pode ser feito?",
            "Notei alguns amassados irregulares nas pistas do equipamento. O que devo fazer?",
            "As pistas estão apresentando material incrustado e isso está afetando a produtividade da linha. O que posso fazer para resolver?",
            "O material está ficando incrustado nas pistas da minha máquina. O que pode ser isso?",
            "Estou enfrentando dificuldades com as pistas da minha linha, que estão com material incrustado e deformações. O que devo fazer?",
            "Detectei amassados desiguais na pista de produção. Estou procurando uma solução.",
            "As pistas estão apresentando deformações e amassados em pontos isolados. Como solucionar?"
        ]
    },
    {
        "label": "rolamento ruidoso (continuação)",
        "keywords": [
            "O meu rolamento está fazendo um barulho estranho, o que pode ser?",
            "Como posso identificar se o problema é no rolamento ou em alguma outra peça do equipamento?",
            "O barulho do meu rolamento está ficando cada vez mais alto, é normal?",
            "Como posso realizar a manutenção preventiva no rolamento da minha máquina?",
            "Preciso de ajuda para solucionar os problemas no rolamento da minha máquina",
            "Existe algum tipo de lubrificante específico que eu devo utilizar no meu rolamento?",
            "Estou preocupado com o barulho no rolamento, não quero que quebre",
            "Onde posso encontrar um tutorial para trocar o rolamento da minha máquina?",
            "Existe alguma forma de lubrificar o rolamento da minha máquina de forma a diminuir o barulho?",
            "Será que o problema do barulho no rolamento pode afetar outros componentes da minha máquina?",
            "O rolamento da minha máquina está fazendo um barulho insuportável, o que devo fazer?",
            "Gostaria de saber como posso solucionar o problema do barulho nos rolamentos",
            "Preciso de ajuda para identificar e resolver o problema do barulho nos rolamentos",
            "Não tenho certeza se o barulho é mesmo dos rolamentos, mas parece estar vindo dessa região",
            "O que devo fazer para evitar que o rolamento volte a apresentar problemas no futuro?",
            "O rolamento está emitindo um ruído muito alto",
            "O que fazer quando o rolamento começa a apresentar sinais de desgaste?",
            "O som que o rolamento está fazendo parece ser bem grave",
            "O ruído no rolamento é constante e não para",
            "Estou enfrentando problemas com as máquinas por conta do som estranho do rolamento",
            "O barulho é alto e constante",
            "O som proveniente da área do rolamento está muito alto e incômodo",
            "O comportamento do equipamento mudou desde que os barulhos começaram a aparecer",
            "Minha máquina começou a apresentar problemas no rolamento, como posso solucioná-los?",
            "Minha máquina parece estar apresentando problemas no rolamento, já que o som está cada vez mais alto",
            "O rolamento da minha máquina está ruidoso e o desempenho geral está prejudicado",
            "O meu equipamento está vibrando muito devido ao barulho do rolamento, o que devo fazer?",
            "O rolamento está fazendo um ruído estranho e irregular",
            "O rolamento da minha máquina não para de fazer barulho, o que pode estar acontecendo?",
            "Qual é o tipo de rolamento mais indicado para a minha máquina, considerando sua capacidade de carga e velocidade?",
            "O barulho no rolamento é parecido com um rangido",
            "O barulho parece estar vindo dos rolamentos",
            "O ruído do rolamento está me incomodando bastante",
            "O rolamento está dando estalos estranhos e não consigo identificar a causa. O que devo fazer?",
            "O rolamento da minha máquina está fazendo um barulho alto e irregular. O que pode estar causando isso?",
            "Estou ouvindo um barulho metálico vindo do rolamento",
            "O rolamento começou a fazer barulho após algum tempo de uso. Qual é o tempo de vida útil médio desse componente?",
            "Estou ouvindo um som forte e constante vindo do rolamento",
            "O barulho no rolamento da minha máquina está aumentando e gostaria de saber como solucioná-lo",
            "O barulho do rolamento está atrapalhando o trabalho na minha linha de produção, como posso resolver isso?",
            "Estou preocupado com a integridade dos rolamentos",
            "O meu rolamento está novo e já está fazendo barulho, isso é normal?",
            "Existe alguma garantia para um rolamento novo que apresentou defeito após pouco tempo de uso?",
            "Meu equipamento está fazendo um barulho estranho",
            "O barulho está ficando cada vez mais alto",
            "O barulho no rolamento começou a ficar mais intenso com o tempo",
            "Qual é a vida útil média de um rolamento e como eu posso prolongar essa vida útil?",
            "Gostaria de saber como corrigir o barulho contínuo vindo do rolamento da minha máquina",
            "O rolamento está emitindo um som agudo",
            "Qual é o impacto ambiental do descarte inadequado de um rolamento defeituoso?"
        ]
    },
    {
        "label": "vibração",
        "keywords": [
            "O equipamento está vibrando muito, o que pode ser?",
            "Meu equipamento está vibrando excessivamente e não sei o motivo.",
            "Meu equipamento está vibrando excessivamente, o que pode ser?",
            "Notei que a vibração do equipamento aumentou mesmo após a manutenção preventiva. O que pode ter causado isso?",
            "A vibração em meu equipamento está prejudicando a precisão da produção. O que pode estar causando isso?",
            "Estou preocupado com a vibração excessiva do meu equipamento. O que pode ser?",
            "Por que meu equipamento está vibrando tanto e o que posso fazer para corrigir isso?",
            "Minha máquina está vibrando demais, o que pode ser?",
            "Meus operadores têm reclamado de vibração excessiva no equipamento, o que pode ser?",
            "O equipamento vibrava pouco, mas agora aumentou muito, o que pode ter mudado?",
            "A vibração do meu equipamento está dificultando o trabalho, o que posso fazer para resolver isso?",
            "O equipamento fica vibrando e isso está afetando a produtividade do meu negócio. O que pode estar causando esse problema?",
            "Notei que a vibração no equipamento está afetando o meu ambiente de trabalho, o que fazer?",
            "Tenho um problema com um equipamento que está vibrando muito e parece estar fora de equilíbrio. O que pode ser feito para corrigir isso?",
            "Estou notando um ruído estranho vindo do meu equipamento e com ele uma vibração excessiva, como solucionar?",
            "Notei que a máquina está vibrando mais do que o normal, o que devo fazer?",
            "Estou tendo problemas com vibração em um motor elétrico. O que devo fazer?",
            "A vibração está mais forte do que o normal, o que pode estar acontecendo?",
            "Meu equipamento começou a vibrar de repente e não sei como resolver. Alguma dica?",
            "Minha máquina está vibrando de maneira irregular, o que pode estar acontecendo?",
            "Comecei a sentir uma vibração no equipamento, é normal?",
            "O equipamento estava funcionando normalmente, mas agora está vibrando muito, o que pode ser?",
            "Existe alguma forma de reduzir a vibração em meu equipamento sem interromper a produção?",
            "A vibração em meu equipamento está causando um barulho estranho. O que devo fazer para corrigir?",
            "A temperatura do equipamento está elevada e agora o mesmo começou a vibrar, é comum?",
            "Quando ligo o equipamento, começa a vibrar muito, o que pode ser?",
            "Estou tendo problemas com vibração em uma peça que estou produzindo. O que pode estar causando isso?",
            "Não estou acostumado com esta vibração no equipamento, é normal?",
            "A vibração do equipamento está aumentando a cada dia.",
            "A vibração é tão forte que está me causando preocupação, o que fazer?",
            "Minhas peças estão sendo danificadas pela vibração excessiva do meu equipamento, como resolver?",
            "O equipamento está trepidando e fazendo um barulho estranho, como resolver isso?",
            "Todo vez que ligo o equipamento, ele começa a vibrar muito, é algo grave?",
            "A vibração no equipamento parece estar ficando cada vez mais forte, o que devo fazer?",
            "A vibração do meu equipamento está afetando a qualidade do meu produto final. O que posso fazer para resolver isso?",
            "A vibração na minha máquina está prejudicando o desempenho, o que fazer?",
            "O equipamento estava parado por muito tempo e agora começou a vibrar, o que pode ser?",
            "O equipamento começou a vibrar de repente, o que pode ser?",
            "A vibração está afetando o desempenho do equipamento, como posso resolver isso?",
            "Minha máquina está vibrando muito forte e fazendo barulho. Qual pode ser o problema?",
            "As vibrações da minha máquina estão aumentando, o que pode ser?",
            "Minha máquina está vibrando muito e isso está causando problemas na produção. Como posso resolver?",
            "Meu equipamento está apresentando uma vibração anormal, como resolver?",
            "Estou ouvindo uma vibração alta e estranha vindo do equipamento.",
            "Notei que a vibração em minha máquina aumentou gradualmente ao longo do tempo. Por que isso está acontecendo?",
            "A vibração é tão forte que está causando danos nas peças do equipamento, o que fazer?",
            "Notei que meu equipamento começou a vibrar mais do que o normal e estou preocupado. O que devo fazer?",
            "Meu equipamento apresenta vibração excessiva durante a operação. O que pode estar causando isso?",
            "Os níveis de vibração da minha máquina aumentaram depois de algumas horas de operação, o que pode ser?",
            "Estou notando uma vibração excessiva no meu equipamento, o que fazer?"
        ]
    },
    {
        "label": "vibração (continuação)",
        "keywords": [
            "O equipamento está vibrando muito e isso está causando um ruído excessivo.",
            "Os suportes de borracha foram trocados recentemente, mas a vibração continua.",
            "A vibração está afetando a segurança dos funcionários.",
            "Meu equipamento está trepidando e vibrando de forma anormal. O que pode ser?",
            "A vibração da máquina está fazendo com que as peças se soltem.",
            "A vibração está impedindo que o equipamento funcione de forma eficiente.",
            "A vibração está causando desgaste nas peças da máquina. Existe uma solução?",
            "O equipamento está vibrando e já verifiquei que não há nenhum objeto estranho atrapalhando o funcionamento.",
            "Notei uma vibração excessiva no motor do equipamento.",
            "A vibração ocorre apenas em um determinado momento do processo.",
            "A vibração está prejudicando a segurança dos trabalhadores.",
            "A máquina está vibrando muito e está afetando a produção. O que pode ser feito?",
            "A vibração está afetando a qualidade da produção. O que devo fazer?",
            "Já verifiquei as conexões dos motores, mas não encontrei problemas. O que mais pode causar vibração?",
            "A vibração está danificando outros equipamentos na área.",
            "Estou sentindo trepidação no volante do veículo. Como posso detectar a causa da vibração?",
            "Meu equipamento está apresentando vibrações e oscilações, o que pode ser?",
            "Tentamos desmontar a máquina para verificar o problema, mas não encontramos nada aparente.",
            "Um novo componente foi instalado recentemente e desde então a máquina começou a vibrar.",
            "As peças foram balanceadas, mas a vibração ainda persiste. Qual pode ser o motivo?",
            "Aumentamos a velocidade da máquina e agora ela está vibrando muito.",
            "A vibração é constante e não para mesmo depois de ligar e desligar a máquina.",
            "A vibração está piorando com o tempo e não sabemos o que fazer.",
            "Meu equipamento está vibrando muito e não sei o motivo.",
            "A vibração do meu equipamento está muito forte e já está afetando a produção. O que posso fazer?",
            "Parece que a vibração está afetando a precisão das medidas realizadas pelo equipamento.",
            "A vibração da máquina está causando danos à estrutura do prédio.",
            "A vibração está causando um ruído muito alto na fábrica.",
            "Já realizamos manutenção preventiva, mas a vibração persiste.",
            "A máquina está vibrando muito e fazendo muito barulho.",
            "A vibração está causando muito ruído e desconforto para os operadores.",
            "A vibração começou depois de trocar as peças da máquina.",
            "Minha máquina está vibrando em excesso e estou preocupado com danos futuros. O que devo fazer?",
            "Minha máquina está vibrando de maneira irregular e isso está afetando a qualidade da produção. O que posso fazer?",
            "O motor do meu equipamento começou a vibrar de forma exagerada e não sei o que fazer.",
            "Estou sentindo uma vibração excessiva em uma das peças do meu equipamento. O que pode estar acontecendo?",
            "A vibração está causando falhas em outras partes da máquina.",
            "A vibração está afetando a qualidade do produto final.",
            "O equipamento sempre vibrou, mas agora está ainda mais intenso.",
            "A vibração do meu equipamento aumentou consideravelmente nos últimos dias.",
            "Os operadores relatam que a vibração está piorando a cada dia.",
            "A vibração está prejudicando a saúde dos trabalhadores.",
            "A vibração está aumentando gradualmente com o tempo.",
            "O equipamento vibra excessivamente e está prejudicando a produtividade.",
            "A vibração está interferindo no funcionamento de outras máquinas próximas.",
            "A máquina está vibrando excessivamente e fazendo muito barulho.",
            "A vibração está afetando a precisão das medições. Como posso corrigir isso?",
            "Parece que a vibração está piorando, o que pode ser?",
            "A vibração é maior em determinadas horas do dia. Isso pode estar relacionado a algo?",
            "O problema com o meu equipamento é a vibração, que está cada vez mais forte. O que devo fazer?"
        ]
    },
    {
        "label": "rolamento solto no eixo",
        "keywords": [
            "O rolamento está fazendo barulho no eixo.",
            "Estou tendo problemar com o rolamento do eixo que está solto. Como resolvo isso?",
            "Quando o meu equipamento está funcionando, posso sentir que algo está solto no eixo - acredito que seja o rolamento.",
            "O rolamento do eixo parece estar deslizando e fazendo barulho.",
            "O rolamento do meu equipamento está fazendo barulho solto no eixo.",
            "Parece que o rolamento da minha máquina está solto, pois o equipamento apresenta um desempenho irregular.",
            "O rolamento do eixo do meu equipamento está se movendo livremente.",
            "Nota-se um ruído excessivo vindo do eixo.",
            "O que devo fazer para resolver o problema de rolamento solto no eixo do meu equipamento?",
            "O eixo está vibrando e acredito ser devido ao rolamento solto.",
            "Olá, meu equipamento apresenta um ruído estranho e acredito que o rolamento esteja solto no eixo.",
            "O rolamento do eixo do meu equipamento está solto e está produzindo um barulho. Como posso solucionar este problema?",
            "O eixo está rangendo e o rolamento pode ser a causa.",
            "O rolamento está se movendo no eixo, causando desequilíbrio.",
            "O eixo está instável devido ao rolamento solto.",
            "Existe alguma maneira de fixar o rolamento do meu equipamento que parece estar solto no eixo?",
            "O rolamento do meu equipamento está solto no eixo e não sei como resolver o problema.",
            "Meu equipamento está apresentando um problema no rolamento que está solto no eixo. O que devo fazer?",
            "O eixo da minha máquina está vibrando e acho que pode ser por causa do rolamento frouxo.",
            "O rolamento está solto no eixo e está produzindo um barulho estranho. O que posso fazer para solucionar este problema?",
            "O rolamento está frouxo no eixo e pode causar problemas no futuro.",
            "Preciso de ajuda para resolver um problema com o rolamento que está solto no eixo do meu equipamento.",
            "O rolamento está causando uma vibração excessiva no eixo.",
            "O rolamento do meu equipamento parece estar mal fixado e está causando problemas na produção.",
            "Alguma sugestão para resolver o problema de rolamento solto no eixo da minha máquina?",
            "Acredito que o rolamento do meu maquinário esteja solto, pois há um som estranho vindo da máquina.",
            "O rolamento do meu maquinário está frouxo no eixo e isso está impactando a produção. Como posso resolver?",
            "Estou com problemas de vibração no meu equipamento e descobri que o rolamento do eixo está solto.",
            "Sinto um movimento estranho no eixo durante a operação.",
            "Estou com um problema no rolamento que está solto no eixo do meu equipamento e não tenho ideia de como solucionar. O que posso fazer?",
            "O eixo está trepidando e parece que o rolamento está solto.",
            "O rolamento do eixo está aparentemente solto e fazendo ruídos estranhos.",
            "O rolamento do meu equipamento está solto no eixo. O que posso fazer para resolver isso?",
            "Notei que o rolamento do meu equipamento está solto e temo que isso cause danos irreparáveis.",
            "Meu equipamento está com um problema no rolamento que está solto no eixo. O que devo fazer para resolver?",
            "O rolamento está aparentemente solto no eixo.",
            "Meu equipamento está apresentando problemas com o rolamento do eixo que está solto. O que devo fazer para consertá-lo?",
            "Descobri que meu equipamento está vibrando muito e acho que o problema está no rolamento do eixo que está solto.",
            "Gostaria de saber como resolver o problema de rolamento solto no eixo do meu equipamento mecânico.",
            "Notei que o rolamento do eixo está solto e fazendo barulho durante a operação do equipamento.",
            "Estou com um problema no rolamento que está solto no eixo do meu equipamento, o que devo fazer?",
            "O rolamento do eixo está solto, como posso resolver isso?",
            "Estou tendo dificuldades com o rolamento solto no eixo do meu equipamento. Quais são as possíveis soluções?",
            "Como posso consertar o rolamento solto no eixo do meu equipamento de forma correta?",
            "Meu equipamento está apresentando um problema de rolamento solto no eixo. Como posso consertar isso?",
            "O rolamento do meu equipamento está solto no eixo. Existe alguma solução rápida para esse problema?",
            "Há um som estranho vindo do meu equipamento que acredito ser causado por um rolamento solto no eixo.",
            "O rolamento do meu equipamento industrial está solto no eixo, como posso ajustá-lo?",
            "É possível que o rolamento do meu equipamento esteja solto? O que deve ser feito nesse caso?",
            "Estou tendo problemas com o rolamento solto no eixo da minha máquina. O que posso fazer para corrigir isso?"
        ]
    },
    {
        "label": "eixo difícil de girar com a mão",
        "keywords": [
            "O eixo está travando e sinto que algo está impedindo o seu movimento.",
            "Tenho notado que o eixo da máquina está com dificuldade de rotação. Qual a solução para isso?",
            "O eixo da minha máquina está difícil de girar com a mão.",
            "Preciso de ajuda para solucionar a dificuldade em girar o eixo da minha máquina.",
            "O eixo da máquina está difícil de girar com a mão, o que pode ser?",
            "Estou encontrando dificuldades em dar partida na minha máquina e o eixo está difícil de girar manualmente.",
            "O eixo da máquina está apresentando resistência e dificuldade de movimentação. Como solucionar?",
            "O eixo da minha máquina não gira facilmente. O que devo verificar para solucionar esse problema?",
            "O eixo da minha ferramenta elétrica está ficando muito difícil de girar com a mão.",
            "Estou tendo problemas para girar o eixo da minha máquina manualmente. O que devo fazer?",
            "O eixo da máquina está emperrando e não gira facilmente. Qual a solução para esse problema?",
            "Como posso resolver o problema de não conseguir girar o eixo da máquina com a mão?",
            "Estou tendo dificuldades para girar o eixo da máquina, como se estivesse travado.",
            "Estou encontrando resistência ao tentar girar o eixo da máquina.",
            "Não consigo girar o eixo da minha máquina. Alguma sugestão para resolver esse problema?",
            "Estou com dificuldades para girar o eixo da máquina manualmente, o que posso fazer?",
            "Não consigo girar o eixo da máquina com a mão, o que pode ser o problema?",
            "Notei que o eixo está girando com dificuldade e não sei o que pode ser.",
            "Não estou conseguindo movimentar o eixo da máquina com a mão.",
            "Estou enfrentando dificuldades para girar o eixo da máquina, o que pode ser?",
            "O eixo da máquina está muito duro para girar com a mão.",
            "O eixo da minha máquina de produção está muito difícil de girar.",
            "O eixo está travado e não consigo girá-lo com a mão.",
            "Nota-se que o eixo da máquina está com dificuldades de giro manual. Como posso resolver esse problema?",
            "O eixo da máquina está difícil de girar manualmente.",
            "Não estou conseguindo girar o eixo da máquina.",
            "O eixo da máquina parece estar preso e com dificuldade de rotação. O que fazer para solucionar esse problema?",
            "Busco uma solução para a dificuldade em movimentar o eixo da minha máquina.",
            "Estou com dificuldades em girar o eixo manualmente.",
            "O eixo da minha ferramenta mecânica está travado e não gira facilmente.",
            "Preciso da sua ajuda para resolver o problema do eixo da minha ferramenta que está muito difícil de girar.",
            "Como faço para resolver a dificuldade que estou tendo para movimentar manualmente o eixo da máquina?",
            "Estou com problemas para girar o eixo manualmente e não sei o que fazer.",
            "Estou enfrentando dificuldades para girar manualmente o eixo da máquina que está travando. Como posso resolver isso?",
            "Gostaria de uma solução para o problema de dificuldade em girar o eixo da máquina manualmente.",
            "O eixo está travado e não consigo movê-lo com a mão.",
            "O eixo da máquina não está girando de forma suave e está difícil de manusear.",
            "O eixo da máquina está difícil de girar com a mão.",
            "Ao tentar girar o eixo manualmente, sinto resistência e dificuldade.",
            "Gostaria de uma orientação para verificar o que está causando a dificuldade em girar o eixo.",
            "Estou com problemas para movimentar manualmente o eixo da máquina, que está com muita resistência. Alguma dica?",
            "Por favor, ajude-me a solucionar o problema do eixo que está muito difícil de girar.",
            "Por que o eixo da minha máquina está tão duro para girar com a mão?",
            "O eixo da minha máquina está travando quando tento girá-lo com a mão, o que fazer?",
            "O eixo não gira com facilidade, o que devo fazer?",
            "O movimento do eixo está emperrado e não sei como resolver.",
            "Preciso de ajuda para conseguir girar o eixo da máquina manualmente.",
            "O eixo da minha máquina está muito duro. O que pode ser e como resolver esse problema?",
            "O eixo da minha máquina de corte não está girando suavemente, como posso resolver isso?",
            "O eixo da máquina está travando e só consigo girar com muita força. Como resolver isso?"
        ]
    }
]